Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/i18n/translation/po/*.po
Languages: da

source: This module is part of i18n package and provides support for translation relationships.
da: Modulet er en del af 18n-pakken og understøtter forbindelser mellem oversættelser.

source: The objects you can define translation relationships for are:
da: Objekter, som du kan oprette forbindelser mellem:

source: Nodes.
da: Indholdselementer.

source: Taxonomy Terms
da: Taksonomi-ord

source: Additional features:
da: Yderligere funktioner:

source: <i>Translations</i> block that looks like the language switcher provided by i18n module but also links to translations when available.
da: Oversættelsesblok der minder om 18n-modulets sprogvælger, men som også linker til oversættelser, når de er tilgængelige.

source: Basic translation workflow and administration page for content translation.
da: Basal arbjedsgang og administrationsside for oversættelse af indhold.

source: Links for node translations that can be displayed below each node, depending on module settings.
da: Links til oversættelser vises under hvert indholdselement, afhængigt af modulindstillinger.

source: For more information please read the <a href="@i18n">on-line help pages</a>.
da: Læs venligst <a href="@i18n">online hjælpen</a> for yderligere information.

source: <h2>Translations</h2>
da: <h2>Oversættelser</h2>

source: <strong>translate nodes</strong> <p>This one, combined with create content permissions, will allow to create node translation</p>
da: <strong>oversæt indhold</strong><p>Denne giver sammen med 'opret indhold' adgang til at oprette oversættelser af indhold.</p>

source: translation node autocomplete
da: autofuldførelse

source: Translation
da: Oversættelse

source: Translations
da: Oversættelser

source: Manage content translations.
da: Håndter oversættelse af indhold

source: List
da: Vis

source: Language Management
da: Sproghåndtering

source: Interface language depends on content.
da: Grænsefladesprog afhænger af indhold.

source: Interface language is independent
da: Grænsefladesprog er uafhængigt

source: Whether the whole page should switch language when clicking on a node translation or not.
da: Angiver hvorvidt hele siden skal skifte sprog når en oversættelse vises.

source: Links to node translations
da: Links til oversat indhold

source: None.
da: Ingen.

source: Main page only
da: Kun hovedside

source: Teaser and Main page
da: Smagsprøve og hovedside

source: Links from nodes to translated versions.
da: Links fra indhold til oversættelser

source: Translation workflow
da: Arbejdsgang for oversættelse

source: Disabled
da: Deaktiveret

source: Enabled
da: Aktiveret

source: If enabled some worklow will be provided for content translation.
da: Aktiver arbejdsgange for oversættelse af indhold.

source: Languages
da: Sprog

source: Language cannot be changed while creating a translation.
da: Sproget kan ikke skiftes mens oversættelsen oprettes.

source: Language and translations
da: Sprog og oversættelser

source: Use the translation workflow to keep track of content that needs translation.
da: Brug arbejdsgangen til at holde styr på indhold, der skal oversættes.

source: Files from translated content
da: Filer fra oversat indhold

source: You can remove the files for this translation or keep the original files and translate the description.
da: Du kan fjerne filer fra oversættelsen eller beholde de originale filer og oversætte beskrivelserne.

source: You need to set a language before creating a translation.
da: Du skal vælge et sprog før du kan oprette en oversættelse.

source: Remove
da: Fjern

source: Select translation for %language
da: Vælg oversættelse for %language

source: Search for node
da: Søg efter indholdselement

source: Enter node id or title
da: Indtast node id eller titel

source: Or select from the list
da: eller vælg fra listen

source: Save
da: Gem

source: published
da: udgivet

source: not published
da: ikke udgivet

source: edit translation
da: rediger oversættelse

source: create translation
da: opret oversættelse

source: select node
da: vælg indholdselement

source: And translation conditions are
da: Og oversættelsesbetingelserne er

source: source language
da: kildesprog

source: source status
da: kildestatus

source: translation language
da: oversættelsessprog

source: translation status
da: oversættelsesstatus

source: Reset
da: Gendan

source: Language
da: Sprog

source: Title
da: Titel

source: Author
da: Forfatter

source: Translation status
da: Oversættelsesstatus

source: Operations
da: Handlinger

source: No posts available.
da: Ingen tilgængelige indlæg.

source: Options
da: Valg

source: Published
da: Udgivet

source: Not published
da: Ikke udgivet

source: Not translated
da: Ikke oversat

source: Current translations
da: Nuværende oversættelser

source: Remove from translation
da: Fjern fra oversættelse

source: This will just unlink the node from this translation set.
da: Fjerne forbindelsen til denne oversættelsesgruppe.

source: <p>No nodes available in %language</p>
da: <p>Intet indhold tilgængeligt på %language</p>

source: The translation has been saved
da: Oversættelse gemt

source: Removed translation information from term
da: Oversættelsesoplysninger fjerne fra ord

source: Edit term translations
da: Rediger oversættelser af ord

source: Submit
da: Indsend

source: edit
da: rediger

source: new translation
da: ny oversættelse

source: Term translations have been updated
da: Oversættelser af ord opdateret.

source: None
da: Ingen

source: Source content (to be translated)
da: Kildeindhold (skal oversættes)

source: Translation in progress
da: Oversættelse i gang

source: Translated content
da: Oversat indhold

source: Source updated (to update translation)
da: Kilde opdateret (opdater oversættelse)

source: translate nodes
da: oversat indhold

source: translation
da: oversættelse

source: Manages translations between nodes and taxonomy terms.
da: Håndterer oversættelser mellem indholdselementer og taksonomi-termer.

source: Multilanguage - i18n
da: Flere sprog - i18n
