Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/i18n/po/*.po
Languages: de, pt

source: Language switcher
pt: Troca de idioma

source: Languages
de: Sprachen
pt: Idiomas

source: Translation of the user interface for anonymous users (combined with locale)
pt: Tradução do interface de utilizador para utilizadores anónimos (combinado com localização)

source: Multi-language for content. Adds a language field for nodes and taxonomy vocabularies and terms
pt: Multi-idioma para o conteúdo. Adiciona um campo de idioma para os nós, vocabulários e termos

source: Browser language detection
pt: Detecção do idioma do browser

source: Keeps the language setting accross consecutive requests using URL rewriting
pt: Guarda a configuração do idioma em pedidos consecutivos, utilizando re-escrita de URL

source: Provides a block for language selection and two theme functions: <i>i18n_flags</i> and <i>i18n_links</i>
pt: Disponibiliza um bloco para selecção de idioma e duas funções de formatação: <i>i18n_flags</i> and <i>i18n_links</i>

source: Support for long locale names
pt: Suporte para nomes longos de idioma

source: Multilingual menu items
pt: Items de menu multi-idioma

source: For more information please read the <a href="@i18n">on-line help pages</a>.
pt: Para mais informação por favor leia as <a href="@i18n">páginas de ajuda on-line</a>.

source: To enable multilingual support for specific content types go to !configure_content_types.
pt: Para activar o suporte multi-idioma para tipos de conteúdo específicos visite !configure_content_types.

source: configure content types
pt: configurar tipos de conteúdo

source: Multilingual system
pt: Sistema multi-idioma

source: Configure multilingual content and translation.
pt: Configurar tradução e conteúdo multi-idioma.

source: Internationalization
pt: Internacionalização

source: Manage languages
pt: Gestão de idiomas

source: Configure languages.
pt: Configurar idiomas.

source: The menu item %title has been updated with node language.
pt: O item de menu %title foi actualizado com o idioma do nó.

source: The menu item %title has been added with node language.
pt: Foi adicionado o idioma do nó ao item do menu.

source: Reset language for all terms.
pt: Restaurar o idioma para todos os termos.

source: No languages enabled. Visit the !locale_admin page to set up your languages.
pt: Nenhum idioma activo. Visite a página !locale_admin para configurar os seus idiomas.

source: Disabled
de: Ausgeschaltet
pt: Inactivo

source: Enabled
de: Eingeschaltet
pt: Activo

source: User browser language for home page and links without language prefix.
pt: Idioma do navegador do utilizador para a página página inicial e ligações sem o prefixo do idioma.

source: Language icons settings
pt: Opções dos icons de idioma

source: Language icons path
pt: Caminho para os icons de idioma

source: Path for language icons, relative to Drupal installation. '*' is a placeholder for language code.
pt: Caminho para os icons de idioma, é relativo à instalação do Drupal. O '*' é um substituto para o código do idioma.

source: Language icons size
pt: Tamanho dos icons de idioma

source: Image size for language icons, in the form "width x height".
pt: Tamanho de imagem para os icons de idioma, na forma de "largura x altura".

source: Advanced settings
pt: Opções avançadas

source: Content selection mode
pt: Modo de selecção de conteúdo

source: Determines which content to show depending on language.
pt: Determina que conteúdo mostrar dependendo do idioma.

source: Only current language and no language
pt: Apenas o idioma actual e nenhum idioma

source: Only current and default languages and no language
pt: Apenas idioma actual, idioma por omissão e nenhum idioma

source: Only default language and no language
pt: Apenas idioma por omissão e nenhum idioma

source: Only current language
pt: Apenas idioma actual

source: All content. No language conditions apply
pt: Todo o conteúdo. Nenhuma condição de idioma é aplicada

source: Normal - All enabled languages will be allowed.
pt: Normal - Todos os idiomas activos serão permitidos.

source: Extended - All defined languages will be allowed.
pt: Extendido - Todos os idiomas definidos serão permitidos.

source: Multilingual options
pt: Opções multi-idioma

source: This language will be set for all terms in this vocabulary
pt: Este idioma vai ser atribuído a todos os termos neste vocabulário

source: Multilingual support
pt: Suporte multi-idioma

source: Enables language field and multilingual support for this content type.
pt: Activa o campo de idioma e suporte multi-idioma para este tipo de conteúdo.

source: You can set a language for this menu item.
pt: Pode configurar o idioma para este item de menu.

source: Multilingual settings
pt: Configurações multi-idioma

source: If you change the Language, you must click on <i>Preview</i> to get the right Categories &amp; Terms for that language.
pt: Se alterar o Idioma, tem de clicar em <i>Pré-visualização</i> para obter as Categorias &amp; Termos para esse idioma.

source: n/a
pt: indisp.

source: delete
pt: eliminar

source: Code
pt: Código

source: English name
pt: Nome em inglês

source: Native name
pt: Nome nativo

source: Default
de: Standard
pt: Por omissão

source: Translated
pt: Traduzido

source: Operations
pt: Operações

source: This is a multilingual variable.
pt: Esta é uma variável multi-idioma.

source: Reset to defaults
pt: Restaurar as parametrizações por omissão

source: Language
pt: Idioma

source: administer all languages
pt: gerir todos os idiomas

source: Enables multilingual content.
pt: Activa o conteúdo multi-idioma.

source: Multilanguage - i18n
pt: Multi-idioma - i18n

source: <p>This module provides support for translatable custom menu items:</p> <ul> <li>Create menus as usual, with names in English. If the menu is already created, no changes are needeed</li> <li>Show the menu in some block</li> <li>Switch language to some non english one -while viewing the block-, so the <i>locales</i> table is populated with the new strings</li> <li>Use the localization system to translate menu item strings</li> </ul>
pt: <p>Este módulo disponibiliza suporte para itens de menu personalizados traduzíveis:</p> <ul> <li>Crie os menus como habitualmente, com nomes em Inglês. Se o menu já está criado, não são necessárias alterações</li> <li>Mostre o menu em algum bloco</li> <li>Altere para um idioma não inglês - enquanto visualiza o bloco -, para que a tabela <i>locales</i> seja populada com as novas frases</li> <li>Use o sistema de localização para traduzir as frases do item de menu</li> </ul>

source: Vocabulary Translation
pt: Tradução de Vocabulário

source: Vocabularies to translate through localization system
pt: Vocabulários para traduzir através do sistema de localização

source: none
pt: nenhum

source: Supports translatable custom menu items.
pt: Suporta itens de menu persionalizados traduzíveis.

source: Translates taxonomy terms using localization system.
pt: Traduz os termos de taxonomia utilizando o sistema de localização.

source: Strings
pt: Frases

source: Translatable strings.
pt: Frases traduzíveis.

source: String Id
pt: ID da frase

source: edit
pt: editar

source: Translations
pt: Traduções

source: Save
pt: Gravar

source: The strings have been updated
pt: As frases foram actualizadas

source: Synchronize node translations
pt: Sincronizar as traduções dos nós

source: Synchronize terms of this vocabulary for node translations.
pt: Sincronizar os termos deste vocabulário para traduções de nós.

source: Node translations have been synchronized.
pt: As traduções dos nós foram sincronizadas.

source: Database type not supported. This module, i18nstrings, needs manual installation.
pt: O tipo de base de dados não é suportado. Este módulo, i18nstrings, requere instalação manual.

source: Database type not supported. This module, ttext, needs manual installation.
pt: O tipo de base de dados não é suportado. Este módulo, ttext, requere instalação manual.

source: i18n - content types
pt: i18n - tipos de conteúdo

source: Translates content type parameters.
pt: Traduz os parâmetros do tipo de conteúdo

source: Multilanguage - i18n - experimental
pt: Multi-idioma - i18n - experimental

source: Synchronization
pt: Sincronização

source: Synchronizes translations
pt: Sincroniza traduções

source: Translatable Text
pt: Texto traduzível

source: CCK translatable text field
pt: Campo texto CCK traduzível

source: <h2>This module provides support for multilingual blocks</h2> <p>These are not real blocks, but metablocks that group together a number of normal blocks and display the right one depending on language</p> <p>In the block administration pages you will find a new tab for creating "Multilingual blocks". Set them up as usual and define which one of the other blocks will be shown for each language.</p>
pt: <h2>Este módulo disponibiliza suporte multi-idioma para blocos</h2> <p>Estes não são blocos reais, mas meta-blocos que agregam um número de blocos normais mostrando o bloco adequado mediante o idioma</p> <p>Nas páginas de administração de blocos, vai encontrar um novo separador para criar "Blocos multi-idioma". Configure-os como habitualmente e defina qual dos outros blocos and será mostrado para cada idioma.</p>

source: <p>These are not real blocks, but metablocks that group together a number of normal blocks and display the right one depending on language</p>
pt: <p>Estes não são blocos reais, mas meta-blocos que agregam um número de blocos normais mostrando o bloco adequado mediante o idioma</p>

source: Add multilingual block
pt: Adicionar bloco multi-idioma

source: Create translation blocks automatically
pt: Criar automaticamente blocos de tradução

source: Automatic synchronization with blocks generated by nodeasblock module.
pt: Sincronização automática com blocos gerados pelo módulo <em>nodeasblock</em>

source: Some block settings have been overridden by the translation block
pt: Algumas opções do bloco foram re-escritas pelo bloco de tradução

source: Translation: !title
pt: Tradução: !title

source: Block description
pt: Descrição do bloco

source: Multilingual block !number
pt: Bloco multi-idioma !number

source: Select the block to be displayed for each language
pt: Seleccione o bloco para ser mostrado por cada idioma

source: Delete this block
pt: Apagar este bloco

source: Normal translation block
pt: Bloco de tradução normal

source: Node as block with automatic synchronization
pt: Nó como bloco com sincronização automática

source: Create block
pt: Criar bloco

source: New multilingual block
pt: Novo bloco multi-idioma

source: Created new block '%name'
pt: Novo bloco '%name' criado

source: i18n - blocks
pt: i18n - blocos

source: Enables multilingual blocks.
pt: Activa os blocos multi-idioma.

source: Supports translation for profile module field names and descriptions.
pt: Suporta a tradução de descrições e nome de campos no módulo perfil.

source: profile
pt: perfil

source: translation
pt: tradução

source: The content of this field is private and only visible to yourself.
pt: O conteúdo deste campo é privado e apenas visível para si.

source: Categories
pt: Categorias

source: add
pt: adicionar

source: English
pt: Inglês

source: Fields
pt: Campos

source: No fields defined.
pt: Nenhum campo seleccionado.

source: Name
pt: Nome

source: Category
pt: Categoria

source: Source field
pt: Campo origem

source: Title
pt: Título

source: Form name
pt: Nome do formulário

source: %language_name translation
pt: tradução de %language_name

source: The title of the new field. The title will be shown to the user. An example title is "Favorite color".
pt: O título do novo campo. O título será mostrado ao utilizador. Um título exemplo é "Cor favorita".

source: Explanation
pt: Explicação

source: An optional explanation to go with the new field. The explanation will be shown to the user.
pt: Uma explicação opcional para acompanhar o novo campo. A explicação será mostrada ao utilizador.

source: Selection options
pt: Opções de selecção

source: A list of all options. You need to update this translation when you change the options in the original language.
pt: Uma lista de todas as opções. É preciso actualizar esta tradução sempre que alterar as opções no idioma original.

source: Page title
pt: Título da página

source: To enable browsing this field by value, enter a title for the resulting page. The word <code>%value</code> will be substituted with the corresponding value. An example page title is "People whose favorite color is %value". This is only applicable for a public field.
pt: Para activar a navegação deste campo por valor, introduza um título para a página que irá ser criada. A palavra <code>%value</code> irá ser substituída pelo valor correspondente. Um título de página exemplificativo é "Membros cuja cor favorita é %value". Apenas válido para campos públicos.

source: To enable browsing this field by value, enter a title for the resulting page. An example page title is "People who are employed". This is only applicable for a public field.
pt: Para activar a navegação deste campo por valor, introduza um título para a página que irá ser criada. Um título de página exemplificativo é "Pessoas com emprego". Apenas válido para campos públicos.

source: Save field
pt: Guardar campo

source: The field translation has been created.
pt: A tradução do campo foi criada.

source: The profile field translation has been updated.
pt: A tradução do campo foi actualizada.

source: i18n - profile
pt: i18n - perfil

source: Enables multilingual profile fields.
pt: Activa campos de perfil multi-idioma.

source: Internationalization: Language
pt: Internacionalização: Idioma

source: Enabled languages for content.
pt: Idiomas activos para conteúdo.

source: Internationalization: Language (extended)
pt: Internacionalização: Idioma (extendido)

source: All defined languages for content.
pt: Todos os idiomas definidos para conteúdo.

source: Internationalization: Selection
pt: Internacionalização: Selecção

source: Is
pt: É

source: Content language.
pt: Idioma de conteúdo.

source: i18n - views
pt: i18n - vistas

source: Views support for i18n
pt: Suporte i18n para o módulo vistas

source: This module is part of i18n package and provides support for translation relationships.
pt: Este módulo faz parte do pacote i18n e disponibiliza suporte para tradução de relações.

source: The objects you can define translation relationships for are:
pt: Os objectos que podem ser definidos para tradução de relações são:

source: Nodes.
pt: Nós.

source: Taxonomy Terms
pt: Termos de taxonomia

source: Additional features:
pt: Funcionalidades adicionais:

source: <i>Translations</i> block that looks like the language switcher provided by i18n module but also links to translations when available.
pt: Bloco de <i>traduções</i> que se assemelha ao alternador de idioma disponibilizado pelo módulo i18n, e ainda faz ligação para traduções quando estão disponíveis.

source: Basic translation workflow and administration page for content translation.
pt: Workflow básico de tradução e página de administração de tradução de conteúdo.

source: Links for node translations that can be displayed below each node, depending on module settings.
pt: Ligações para traduções de nós que podem ser visualizados abaixo de cada nó, mediante das configurações do módulo.

source: <h2>Translations</h2>
pt: <h2>Traduções</h2>

source: <strong>translate nodes</strong> <p>This one, combined with create content permissions, will allow to create node translation</p>
pt: <strong>traduzir nós</strong> <p>Combinado com permissões para criar conteúdo, permite criar tradução de nós</p>

source: Translation
pt: Tradução

source: Manage content translations.
pt: Gerir traduções de conteúdo.

source: List
pt: Lista

source: Language Management
pt: Gestão de Idiomas

source: Interface language depends on content.
pt: O idioma do interface depende do conteúdo.

source: Interface language is independent
pt: O idioma do interface é independente

source: Whether the whole page should switch language when clicking on a node translation or not.
pt: Deve toda a página mudar de idioma quando se clica numa tradução de nó ou não.

source: Links to node translations
pt: Ligações para traduções dos nós

source: None.
pt: Nenhum.

source: Main page only
pt: Apenas página principal

source: Teaser and Main page
pt: Página principal e excerpto

source: Links from nodes to translated versions.
pt: Ligações de nós para versões traduzidas.

source: Translation workflow
pt: Workflow de tradução

source: If enabled some worklow will be provided for content translation.
pt: Se activo, algum workflow será disponibilizado para tradução de conteúdo.

source: Language cannot be changed while creating a translation.
pt: Não é possível alterar o idioma enquanto se cria uma tradução.

source: Language and translations
pt: Idioma e traduções

source: Use the translation workflow to keep track of content that needs translation.
pt: Utilize este workflow de tradução para acompanhar o conteúdo que precisa de tradução.

source: Files from translated content
pt: Ficheiros do conteúdo traduzido

source: You can remove the files for this translation or keep the original files and translate the description.
pt: Pode remover os ficheiros para esta tradução ou manter os ficheiros originais e traduzir a descrição.

source: You need to set a language before creating a translation.
pt: É preciso configurar um idioma antes de criar uma tradução.

source: Remove
pt: Remover

source: Select translation for %language
pt: Seleccione a tradução para %language

source: published
pt: publicado

source: not published
pt: não publicado

source: edit translation
pt: editar tradução

source: create translation
pt: criar tradução

source: select node
pt: seleccionar nó

source: And translation conditions are
pt: E as condições de tradução são

source: source language
pt: idioma origem

source: source status
pt: estado da origem

source: translation language
pt: idioma de tradução

source: translation status
pt: estado da tradução

source: Filter
pt: Filtro

source: Reset
pt: Reiniciar

source: Type
pt: Tipo

source: Author
pt: Autor

source: Status
pt: Estado

source: Translation status
pt: Estado da tradução

source: No posts available.
pt: Nenhuma entrada disponível.

source: Options
pt: Opções

source: Published
pt: Publicado

source: Not published
pt: Não publicado

source: Not translated
pt: Não traduzido

source: Current translations
pt: Traduções actuais

source: Remove node from this translation set
pt: Remover o nó deste conjunto de traduções

source: <p>No nodes available in %language</p>
pt: <p>Nenhum nó disponível em %language</p>

source: The translation has been saved
pt: A tradução foi guardada

source: Removed translation information from term
pt: Informação de tradução removida do termo

source: Edit term translations
pt: Editar as traduções do termo

source: Submit
pt: Submeter

source: new translation
pt: nova tradução

source: Term translations have been updated
pt: As traduções do termo foram actualizadas

source: None
pt: Nenhum

source: Source content (to be translated)
pt: Conteúdo origem (para ser traduzido)

source: Translation in progress
pt: Tradução em progresso

source: Translated content
pt: Conteúdo traduzido

source: Source updated (to update translation)
pt: Origem actualizada (para actualizar tradução)

source: translate nodes
pt: traduzir nós

source: Manages translations between nodes and taxonomy terms.
pt: Gere traduções entre nós e termos de taxonomia.

source: <p>This module provides support for internationalization of Drupal sites in various ways:</p> <ul><li>Translation of the user interface for registered and anonymous users</li> <li>Multi-language for content, combined with url aliasing. For this feature to be used, you must enable it in the module configuration and then use url aliasing to keep pages in various languages. I.e. 'en/mypage', 'es/mypage' should be English and Spanish versions of the same page</li> <li>Detection of the brower language</li> <li>Keeps the language settings accross consecutive requests, using a number of methods: URL rewriting, sessions, cookies</li> <li>Provides a block for language selection and two theme functions: <i>i18n_flags</i> and <i>i18n_links</i></li></ul> <p>For url rewriting you need to have the file <b>i18n.inc</b> in the <i>includes</i> folder and add the following line to your configuration file:</p> <pre> include 'includes/i18n.inc'; </pre> <p>You can try different settings to have only content translation, interface translation or both.</p> <p><small>Module developed by <a href="http://freelance.reyero.net">freelance.reyero.net</a></small></p>
de: <p>Diese Modul ermöglicht die Internationalisierung von Drupal Seiten auf verschiedene Arten:</p> <ul><li>Übersetzung des Benutzer-Interface für registrierte und anonyme Nutzer</li> <li>Diverse Übersetzungen für den Inhalt, kombiniert mit URL aliasing. Um dieses Feature zu benutzen muss es in der Modul Konfiguration eingeschaltet werden und ermöglicht dann den Zugang zu den Übersetzung der Seiten in verschiedenen Sprachen. Bsp: „en/mypage“, „de/mypage“ wäre dann die gleiche Seite in Englisch und Deutsch.</li> <li>Automatische Erkennung der im Browser eingestellten Sprache</li> <li>Behält die eingestellte Sprache auch für aufeinanderfolgende Anfragen mittels verschiedener Methoden: URL rewriting, Sessions, Cookies</li> <li>Bietet einen Block für die Auswahl der Sprache und zwei Theme-Funktionen: <i>i18n_flags</i> und <i>i18n_links</i></li></ul> <p>Für das URL rewriting muss die Datei <b>i18n.inc</b> im <i>includes</i> Verzeichnis liegen und die folgende Zeile muss zur Konfigurationsdatei hinzugefügt werden:</p> <pre> include 'includes/i18n.inc'; </pre> <p>Es gibt unterschiedliche Einstellungen um nur den Inhalt, das Interface oder beides zu übersetzen.</p> <p><small>Das Modul wurde von <a href="http://freelance.reyero.net">freelance.reyero.net</a> entwickelt</small></p>

source: Supports site internationalization (i18n).
de: Ermöglicht die Internationalisierung der Seite (i18n).

source: edit %language
de: Bearbeite %language

source: Interface translation
de: Interface-Übersetzung

source: If disabled, uses Drupal's default. If enabled, translates the interface to selected language
de: Falls ausgeschaltet wird die Standard-Einstellung benutzt. Falls eingeschaltet wird das Interface in die ausgewählte Sprache übersetzt

source: Content translation
de: Übersetzung des Inhalts

source: If enabled, prepends language code to url and searches for translated content
de: Falls eingeschaltet wird der Sprachcode der URL vorangestellt und nach dem übersetzten Inhalt gesucht

source: Synchronize content
de: Synchronisiere den Inhalt

source: Taxonomy
de: Taxonomie

source: Synchronize tables for different languages. When some element is created/removed, it will be created/removed for all languages with the same id
de: Synchronisiere die Tabellen für verschiedene Sprachen. Wenn ein Element angelegt/gelöscht wird, wird es für alle Sprachen mit der gleichen ID angelegt/gelöscht

source: Front page
de: Startseite

source: Language dependant
de: Sprachabhängig

source: If language dependant and <i>Content translation</i> is enabled, default front page will be prepended with language code, i.e. 'en/node'
de: Falls sprachabhängig und <i>Inhaltsübersetzung</i> eingeschaltet, wird der Startseite der Sprachcode vorangestellt, beispielsweise ‚de/node‘

source: Keep Language
de: Behalte die Sprache

source: A language code independent of user's language will be kept accross requests using the selected method
de: Ein von der Sprache des Benutzers unabhängiger Sprachcode wird über alle Anfragen hinweg mittels der ausgewählten Methode gespeichert
