Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/i18n/po/*.po
Languages: de, pt

source: Detect browser language
de: Erkenne die im Browser eingestellte Sprache

source: Flags directory
de: Verzeichnis, das die Fahnen enthält

source: Path for flags. Asterisk '*' is a placeholder for language code. This is only needed when you want a language selector block
de: Pfad zu den Fahnen. ‚*‘ ist ein Platzhalter für den Sprachcode. Dies wird nur benötigt, wenn ein Sprachauswahlblock angezeigt werden soll
