Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/forward/po/*.po
Languages: nl

source: Forward this page module
nl: Forward deze pagina module

source: Forward module installed tables successfully.
nl: Forward-module heeft de tabellen met succes geïnstalleerd.

source: Table installation for the Forward module was unsuccessful. The tables may need to be installed by hand. See forward.install file for a list of the installation queries.
nl: De tabellen van de Forward-module zijn niet goed geïnstalleerd. De tabellen moeten met de hand worden geïnstalleerd. Kijk in het forward.install bestand voor de lijst met installatie-queries.

source: Send an e-Postcard
nl: Stuur een e-Briefkaart

source: forward tracking
nl: Verzonden e-mail's en opvolging bekijken

source: Configure settings for forward module.
nl: Configureer de instellingen van de Forward-module.

source: Forward this page
nl: E-mail deze pagina

source: Track email clickthrus
nl: Bekijk opgevolgde e-mails

source: Administrative Options
nl: Administratieve opties

source: Use Node Type in Link
nl: Gebruik node-type in link

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;email this page&quot;
nl: Als aangevinkt ziet de link er als volgt uit: &quot;e-mail deze <em>nodetype</em>&quot;, anders: &quot;e-mail deze pagina&quot;.

source: Show Forward on teasers
nl: Toon Forward op verkorte versies

source: If checked, the link/form will appear on teasers in lists of nodes
nl: Als aangevinkt verschijnt de link of het formulier op verkorte versies in lijsten van nodes

source: Form Type
nl: Formulier-type

source: Select link for a forward this page link or form to use a collapsible forwarding form.
nl: Selecteer om een "stuur deze pagina door" link op de pagina te zetten of een formulier met een inklapbaar verzendformulier.

source: Flood Control Limit
nl: Maximum aantal e-mails

source: How many times a user can use the form in a one hour period. This will help prevent the forward module from being used for spamming.
nl: Hoeveel maal per uur kan een gebruiker dit formulier gebruiken? Dit helpt om te voorkomen dat de Forward-module voor SPAM wordt gebruikt.

source: Flood Control Error
nl: Foutmelding bij maximum aantal e-mails

source: This text appears if a user exceeds the flood control limit. The value of the flood control limit setting will appear in place of %number in the message presented to users
nl: Deze tekst verschijnt als een gebruiker het maximum aantal e-mails per uur overschrijd. Het maximum aantal verschijnt in plaats van %number in de melding aan de gebruiker

source: Page Text Values
nl: Pagina teksten

source: Forward Instructions
nl: Verzend instructies

source: Thank you for your interest in spreading the word on
nl: Dank u voor het bekendmaken van informatie van de website:

source: NOTE: We only request your email address so that the person you are recommending the page to knows that you wanted them to see it, and that it is not junk mail. We do not capture any email address.
nl: Attentie: wij gebruiken uw e-mail adres alleen als afzender voor deze e-mail. Omdat de geadresseerde u kent, kan deze ervan uitgaan dat dat deze e-mail geen spam is.<br />Wij verzamelen geen e-mail adressen!

source: This message will be displayed above the form.
nl: Deze boodschap wordt boven het formulier getoond.

source: Thank You Message
nl: Dankbericht

source: Thank you for your help in spreading the word about
nl: Wij danken u voor het sturen van informatie naar derden over

source: We appreciate your help.
nl: Wij zijn u hiervoor erkentelijk.

source: This message will be displayed after the user successfully submits the form.
nl: Dit bericht wordt getoond na het met succes verzenden van het formulier.

source: Forward Form Default Values
nl: Standaardwaarden Verzend formulier

source: From Address
nl: Afzender

source: The address to send from. Should be a functioning email address.
nl: Het e-mailadres van de afzender. Dit moet een geldig adres zijn.

source: Header Image for Email
nl: Afbeelding voor de kop van de e-mail

source: Enter the URL of the image to as a logo at the top of forwarded pages.
nl: Geef de URL van het plaatje dat bovenaan de e-mail verschijnt.

source: Forward Page Title
nl: Forward Pagina Titel

source: Title to display above the Forward page form
nl: Titel boven het Forward-pagina formulier

source: Forward Message Subject
nl: Onderwerp van de e-mail

source: !name has forwarded a page to you from !site
nl: !name stuurt u een pagina van de website van !site

source: Email subject line. The sender's name will appear in place of !name in the subject. The web site name will be inserted in place of !site.
nl: E-mail onderwerpregel. De naam van de afzender verschijnt in plaats van !name in het onderwerp. De websitenaam zal op de plaats van !site worden toegevoegd.

source: Forward Message Body
nl: E-mail Inhoud

source: !name thought you would like to see this page from the !site web site.
nl: !name denkt dat u geinteresseerd bent in deze pagina van de website: !site.

source: Email message body. The sender's name will appear in place of !name in the message body. The web site name will be inserted in place of !site The sender will be able to add their own message after this.
nl: Inhoud van de e-mail. !name wordt vervangen door de naam van de afzender. De naam van de website komt bij !site ingevuld. De eigen boodschap van de afzender komt hierna.

source: Forward e-Postcard Title
nl: E-briefkaart Titel

source: e-Postcard Message Subject
nl: E-briefkaart Onderwerp

source: !name has sent you an e-postcard from !site
nl: !name stuurt u een e-briefkaart van !site

source: Postcard subject line. The sender's name will appear in place of !name in the subject. The web site name will be inserted in place of !site
nl: Onderwerp regel van de e-briefkaart. De naam van de afzender komt op de plaats van !name. De naam van de website bij !site.

source: e-Postcard Message Body
nl: E-briefkaart Inhoud

source: !name has sent you an e-postcard from the !site web site. Please take a moment to visit our web site.
nl: !name heeft u een e-briefkaart van de website: !site gestuurt. Neem s.v.p. even tijd om onze website te bezoeken.

source: Postcard message body. The sender's name will appear in place of !name in the message body. The web site name will be inserted in place of !site The sender will be able to add their own message after this.
nl: Inhoud van de e-briefkaart. !name wordt vervangen door de naam van de afzender en de naam van de website komt bij !site. De eigen boodschap van de afzender komt hierna.

source: Oranization Ad
nl: Advertentie van de organisatie

source: This message will be just above the footer message in the email.
nl: Deze advertentie verschijnt net boven de voettekst van deze e-mail.

source: Footer Message
nl: Voettekst

source: This message will be postpended as a footer message to the email.
nl: Dit bericht komt net boven de voettekst van de e-mail.

source: Latest Blog Articles
nl: Laatste Blog Artikelen

source: Latest Users
nl: Laatste Gebruikers

source: Latest Comments
nl: Laatste Commentaar

source: Most Popular Content
nl: Meest Populaire Inhoud

source: None
nl: Geen

source: Dynamic Block
nl: Dynamisch blok

source: Choose the dynamic block to send with these emails
nl: Kies welk dynamisch blok meegezonden moet worden met deze e-mail.

source: Forward this page to a friend
nl: E-mail deze pagina naar een vriend.

source: Your Email
nl: Uw e-mail adres

source: Your Name
nl: Uw naam

source: Send To
nl: Stuur naar

source: Enter multiple addresses on separate lines or separate them with commas.
nl: U kunt hier meerdere e-mailadressen opgeven. Zet ieder e-mailadres op een aparte regel of achter elkaar, gescheiden door een komma.

source: You are going to email the following
nl: Het volgende wordt gemaild

source: Message Subject
nl: E-mail Onderwerp

source: !name has sent you a message from !site
nl: !name heeft u een bericht gezonden van website: !site

source: !name thought you would like to see the !site web site.
nl: !name denkt dat u interesse heeft in website: !site

source: (Your Name)
nl: (Uw naam)

source: Your Personal Message
nl: Uw Persoonlijke Boodschap

source: Send Message
nl: Stuur e-mail

source: You can't send more than %number messages per hour. Please try again later.
nl: U kunt maximaal %number berichten per uur verzenden. Probeer het later nogmaals.

source: Header injection attempt detected. Do not enter line feed characters into the from field!
nl: Poging om e-mail-headers in te voegen. Zet geen einde-regel tekens in het afzenderadres!

source: Your Email address is invalid.
nl: Uw e-mailadres is ongeldig.

source: You must enter your name.
nl: U moet uw naam opgeven.

source: You did not enter any recipients.
nl: U heeft geen e-mailadres(sen) van de ontvanger(s) ingevoerd.

source: One of your Recipient addresses is invalid:
nl: Een van de e-mailadressen van de ontvangers is ongeldig:

source: You must enter a message.
nl: U moet een bericht invoeren.

source: Recent blog posts
nl: Recente blogs

source: Who's new
nl: Wie is nieuw

source: Recent comments
nl: Recent commentaar

source: Email this page
nl: E-mail deze pagina

source: comment
nl: reactie

source: page
nl: pagina

source: Email this !type
nl: E-mail deze !type

source: Show forwarding link/form
nl: Forward-link of -formulier weergeven

source: Displays the form/link to allow visitors to forward the page to a friend. Further configuration is available on the !settings.
nl: Toont formulier of link om bezoekers een pagina naar een vriend te mailen. Meer configuratie is beschikbaar op !settings.

source: settings page
nl: instellingenpagina

source: Time
nl: Datum

source: Path
nl: Pad

source: Title
nl: Titel

source: emails sent to
nl: E-mails verzonden naar

source: recipients
nl: ontvangers

source: No one has used Forward yet.
nl: Nog niemand heeft een e-mail verzonden.

source: Forward Tracking
nl: Verzonden e-mails

source: Most Emailed
nl: Meest frequent gemaild

source: Most Emailed Today
nl: Vandaag meest gemaild

source: Most Emailed This Week
nl: Deze week meest gemaild

source: Most Emailed of All Time
nl: Altijd meest gemaild

source: Most Recently Emailed
nl: Laatst gemaild

source: Block Type
nl: Bloktype

source: Choose the block type
nl: Kies het type blok

source: Today's Most Emailed
nl: Vandaag meest gemaild

source: This Week's Most Emailed
nl: Deze week meest gemaild

source: Message from Sender
nl: Bericht van de afzender

source: by %author
nl: door %author

source: Click here to read more on our site
nl: Klik hier om verder te lezen op onze website

source: Click here to visit our site
nl: Klik hier om onze website te bezoeken
