Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/mailman_manager/po/*.po
Languages: he

source: Utilities related to Mailman manager, subscription system and database for Mailman mailing lists.
he: כלים הקשורים למנהל רשימות התפוצה Mailman, מערכת לרישום ומסד נתונים עבור רשימות Mailman.

source: This tool works using the mailman email interface. All commands sent by this module are also BCC'ed to the list admin. One can optionally specify the web interface and/or the web archive of each list. The module can not know if a user is previously subscribed but allows the user to specify a password which can then be used to hook into an existing account.
he: כלי זה משתמש בממשק הדואר האלקטרוני של Mailman. כל הפקודות הנשלחות על ידי כלי זה ישלחו בהעתק מוסתר (BCC) למנהל הרשימה. ניתן להגדיר ממשק מבוסס דפדפן ו/או ארכיון לכל רשימה. הרכיב אינו מודע האם משתמש נרשם בעבר לרשימה, אך מאפשר למשתמש לרשום את הסיסמה שלו כדי להתחבר לחשבון קיים.

source: Mailing Lists
he: רשימות תפוצה

source: Subscribe to mailing lists
he: הרשמה לרשימות תפוצה

source: Allow users to subscribe and change their subscriptions to Mailman mailing lists.
he: אפשר למשתמשים להרשם ולשנות את מצב ההרשמה שלהם לרשימות תפוצה של Mailman.

source: Add New
he: הוסף חדשה

source: Add new Mailman mailing lists.
he: הוספת רשימת תפוצה חדשה של Mailman.

source: Edit Mailing list
he: ערוך רשימת תפוצה

source: Delete Mailing list
he: מחק רשימת תפוצה

source: You must be an authorized member to subscribe to mailing lists
he: עליך להיות חבר רשום באתר כדי להרשם לרשימת תפוצה

source: The following email address will be subscribed to the email lists:
he: כתובת הדואר האלקטרוני להלן תירשם לרשימת התפוצה

source: If you would like to have a different email address subscribed, change your email address in the account settings tab.
he: אם ברצונך לרשום כתובת אחרת, אנא שנה את כתובת הדואר האלקטרוני שלך בדף הגדרות החשבון

source: There are no lists available for subscription.
he: אין רשימות תפוצה להרשמה

source: Subscribe for digest (receive emails in a bundle)
he: הרשמה לתקציר (קבלת הודעות מקובצות)

source: Subscribe for all Mail (normal delivery)
he: הרשמה לכל ההודעות (שליחה רגילה)

source: Unsubscribe
he: ביטול הרשמה

source: No mail (temporarily disable delivery)
he: ללא דואר (ביטול זמני של משלוח ההודעות)

source: Mail password
he: סיסמה

source: Change your subscription:
he: שנה מצב הרשמה

source: Password for %listname (optional)
he: סיסמה עבור %listname (לא חובה)

source: Visit
he: בקר

source: Mailman Interface
he: ממשק Mailman

source: or
he: או

source: archive
he: ארכיון

source: Your current email address is not subscribed to %status list(s).
he: כתובת הדואר האלקטרוני הנוכחית שלך אינה רשומה ל-%status רשימות.

source: Your current email address is currently subscribed to all lists.
he: כתובת הדואר האלקטרוני הנוכחית שלך רשומה לכל הרשימות.

source: Your mailing list subscriptions have been updated
he: מצב הרשמתך עודכן

source: Are you sure?
he: האם את/ה בטוח/ה?

source: Delete !listname
he: מחק !listname

source: Successfully deleted Mailman list %listid
he: רשימת Mailman‏ %listid נמחקה בהצלחה

source: Mailing List 'request' address
he: כתובת 'request' של רשימת התפוצה

source: Commands are sent here
he: פקודות נשלחות לכאן

source: Mailing List 'admin' address
he: כתובת מנהל ('admin') של רשימת התפוצה

source: (Optional. admin is used for BCC)
he: (לא חובה, הודעות נשלחות למנהל בעותק מוסתר BCC)

source: Mailing list web address for users
he: כתובת הדפדפן עבור משתמשים של רשימת התפוצה

source: Leave empty if hidden.
he: השאר ריק אם מוסתר.

source: Mailing list web archive address for users
he: כתובת ארכיון הרשימה עבור משתמשים

source: Save
he: שמור

source: Add
he: הוסף

source: "%reqaddress" is not a valid email address
he: "%reqaddress" אינה כתובת דואר אלקטרוני תקינה

source: "%adminaddress" is not a valid email address
he: "%adminadress" אינה כתובת דואר אלקטרוני תקינה

source: "%webaddress" is not a valid url
he: "%webaddress" אינה כתובת url תקינה

source: "%webarchive" is not a valid url
he: "%webarchive" אינה כתובת url תקינה

source: New Mailman list %name successfully created
he: רשימת Mailman חדשה %name נוצרה בהצלחה

source: Error in creating new Mailman list %name
he: שגיאה ביצירת רשימת התפוצה %name

source: Name
he: שם

source: Request Address
he: כתובת בקשה

source: Edit
he: ערוך

source: Delete
he: מחק

source: Add new mailing list
he: הוסף רשימת תפוצה חדשה

source: User %uid unsubscribed from list %lid
he: המשתמש %uid נמחק מן הרשימה %lid

source: Subscription to list %lid for user %uid changed to no mail
he: ההרשמה של המשתמש %uid לרשימה %lid שונתה למצב ללא דואר

source: Subscription to list %lid for user %uid changed to digest
he: ההרשמה של המשתמש %uid לרשימה %lid שונתה למצב תקציר

source: Subscription to list %lid for user %uid changed to all mail
he: ההרשמה של המשתמש %uid לרשימה %lid שונתה למצב רגיל

source: Password for list %lid for user %uid sent by mail
he: הסיסמה לרשימה %lid עבור המשתמש %uid נשלחה בדואר אלקטרוני

source: New subscription to list %lid for user %uid completed successfully.
he: ההרשמה של המשתמש %uid לרשימה %lid הושלמה בהצלחה.

source: New subscription to list %lid for user %uid failed.
he: ההרשמה של המשתמש %uid לרשימה %lid נכשלה.

source: Mail command sent to Mailman to: %commandaddress. Command: %command
he: פקודה נשלחה ל-Mailman לכתובת %commandaddress.הפקודה:%command

source: Mailman Manager
he: מנהל Mailman

source: Allows members to subscribe and change their subscriptions to Mailman mailing lists.
he: מאפשר לחברים להרשם ולשנות מצב הרשמתם לרשימות תפוצה של Mailman.
