Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/nodewords/po/*.po
Languages: cs

source: Meta tags
cs: Meta tagy

source: On this page you can enter the meta tags for the front page of your site.
cs: Na této stránce můžete zadat meta tagy pro titulní (úvodní stránku) vašeho webu.

source: Configure HTML meta tags for all content.
cs: Nastavení HTML meta tagů pro celý obsah.

source: Settings
cs: Nastavení

source: Front page
cs: Titulní stránka

source: Global copyright
cs: Globální copyright (autorská práva)

source: Enter a short copyright statement (one line) that will be used on all pages unless specifically set.
cs: Zadejte krátký údaj o autorských právech (jeden řádek), který bude použit na všech stránkách kromě těch, které mají vlastní údaj.

source: Global GeoURL
cs: Globální GeoURL

source: Enter a GeoURL (latitude, longitude) that will be used on all pages unless specifically set.
cs: Zadejte GeoURL (šířka,délka), které bude použito na všech stránkách kromě těch, které mají vlastní údaj.

source: Global keywords
cs: Globální klíčová slova

source: Enter a comma separated list of global keywords. These global keywords will be added after the page-specific keywords on all pages.
cs: Zadejte seznam globálních klíčových slov oddělených čárkou. Tato klíčová slova budou přidána za klíčová slova dané stránky na všech stránkách.

source: Auto-keywords vocabularies
cs: Slovníky automatických klíčových slov

source: Select the vocabularies which contain terms you want to add to the keywords meta tag for nodes. The terms of these vocabularies are added before the global keywords but after the page-specific keywords.
cs: Vyberte slovníky, které obsahují termíny, které chcete přidat ke klíčovým slovům pro obsah. Termíny z těchto slovníků budou přidány před globální klíčová slova avšak za klíčová slova dané stránky.

source: Use the teaser of the page if the meta description is not set.
cs: Pokud nebude zadán popis (description), použije se anotace (teaser) stránky.

source: Default robots meta tag
cs: Implicitní meta tag robots

source: The ROBOTS meta tag offers a simple mechanism to indicate to web robots and crawlers wether the page should be indexed (INDEX or NOINDEX) and whether links on the page should be followed (FOLLOW or NOFOLLOW). Here you can enter the default robots meta tag to use for all pages. If unsure, select "ALL=INDEX,FOLLOW".
cs: Meta tag ROBOTS nabízí jednoduchý mechanizmus jak oznámit robotům a crawlerům (programy automaticky navštěvující stránky), které stránky mohou zaindexovat (INDEX nebo NOINDEX) a které odkazy mohou sledovat (FOLLOW nebo NOFOLLOW). Zde můžete zadat implicitní meta tag robots, který bude použit na všech stránkách. Pokud si nejste jisti, zvolte "ALL=INDEX,FOLLOW".

source: Text length
cs: Délka textu

source: The maximum number of characters the content of a meta tag can contain.
cs: Maximální počet znaků pro obsah meta tagu.

source: Tags to show on edit form
cs: Metra tagy, které se budou zobrazovat v editačních formulářích

source: Select the meta tags you want to be able to edit on the edit page of nodes, terms and vocabularies.
cs: Vyberte meta tagy, které chcete upravovat na stránkách editace obsahu, termínů a slovníků.

source: Tags to output in html head
cs: Meta tagy pro hlavičku (sekce HEAD) HTML stránky.

source: Select the meta tags you want to appear in the HEAD section of the HTML pages.
cs: Vyberte meta tagy, které se mají objevit v hlavičce (sekce HEAD) HTML stránky.

source: Currently no meta tags can be assigned to the front page because you have disabled all tags to show on the edit forms. <a href="!nodewords-settings-url" title="meta tags settings">Enable some meta tags to show on edit forms</a> first.
cs: V této chvíli nejsou použity žádné meta tagy pro úvodní stránku, jelikož máte zakázány všechny meta tagy v nastavení. Nejprve musíte <a href="!nodewords-settings-url" title="nastavení modulu meta tags">některé meta tagy povolit</a>.

source: Submit
cs: Odeslat

source: The meta tags for the front page have been saved.
cs: Meta tagy pro úvodní stránku byly uloženy.

source: Save
cs: Ukládat

source: Delete
cs: Mazat

source: Save and edit
cs: Ukládat a upravovat

source: administer meta tags
cs: administrovat meta tagy

source: edit meta tags
cs: editovat meta tagy

source: Advanced options
cs: Pokročilá nastavení

source: Repeat meta tags for lists
cs: Opakování meta tagů pro stránkování (zakázat)

source: Some search engines punish sites that use the same meta tags on different pages. Check this option if you want to suppress the repetition of the same meta tags on pages that use the pager - if checked, Drupal will only display the meta tags for the first page and not for subsequent pages. If unsure, unselect this option.
cs: Některé vyhledávače trestají weby za to, že používají stejné meta tagy pro různé stránky. Zaškrtněte tuto možnost, pokud chcete zakázat opakování stejných meta tagů na stránkách používajících stránkování obsahu - při zaškrtnutí této volby Drupal vygeneruje meta tagy jen pro první stránku a nikoli pro následující. Pokud si nejste jisti, nechte nezaškrtnuté.

source: Use front page meta tags
cs: Použít meta tagy titulní strany

source: Check this option if you want to use the <a href="!front-page-url" title="Meta tags for front page">meta tags for the front page</a> even if the <a href="!site-settings-url" title="Site information">default front page</a> specified is a view, panel or node - in this case, the meta tags specified for the view, panel or node will be ignored. If you want to use the meta tags of the view, panel or node instead, uncheck this option. If unsure, select this option and specify the meta tags you want on the <a href="!front-page-url" title="Meta tags for front page">meta tags for the front page</a>.
cs: Zaškrtněte tuto možnost, pokud si přejete použít <a href="!front-page-url" title="Meta tagy pro titulní stránku">meta tagy pro titulní stránku</a> i když je <a href="!site-settings-url" title="Informace o webu">výchozí titulní strana</a> nastavena jako pohled(view), panel nebo node - v tomto případě budou meta tagy nastavené pro pohled(view), panel nebo node ignorovány. Pokud chcete raději použít meta tagy pro pohled(view), panel nebo node, tak zrušte tuto volbu. Pokud si nejste jisti, nechte zaškrtnuté a nastavte <a href="!front-page-url" title="Meta tagy pro titulní stránku">meta tagy pro titulní stránku</a>.

source: Meta tags module installed succesfully.
cs: Modul Meta tags byl úspěšně nainstalován.

source: Meta tags module installation was unsuccesfull. The necessary database table may be created by hand. See the "README.txt" file in the "nodewords/" modules directory for instructions.
cs: Instalace modulu Meta tags neproběhla úspěšně. Potřebné databázové tabulky bude třeba vytvořit "ručně". Viz pokyny v souboru "README.txt" v adresáři modulu "nodewords/".

source: Allows users to add meta tags, eg keywords or description.
cs: Povolit uživatelům přidávat meta tagy, tzn. klíčová slova (keywords) a popisy (description).

source: Abstract
cs: Výtah

source: Enter a short abstract for this page. Typically it is one sentence.
cs: Zadejte krátký výtah této stránky (o čem to je). Snažte se o jednovětné vyjádření.

source: Copyright
cs: Copyright (autorská práva)

source: Enter a short copyright statement for this page.
cs: Zadejte krátký údaj o autorských právech pro tuto stránku.

source: Description
cs: Popis

source: Enter a description for this page. Limit your description to about 20 words, with a maximum of %count characters. It should not contain any HTML tags or other formatting.
cs: Zadejte popis této stránky. Omezte váš popis asi na 20 slov a maximálně %count znaků. Neměl by obsahovat žádné HTML tagy ani jiné formátování.

source: When you leave this field empty, the teaser will be used as description.
cs: Pokud necháte toto pole prázdné, bude použita jako popis anotace.

source: Enter a GeoURL (latitude, longitude) for this page.
cs: Zadejte GeoURL (šířka,délka) pro tuto stránku.

source: Keywords
cs: Klíčová slovа

source: Enter a comma separated list of keywords for this page. Avoid duplication of words as this will lower your search engine ranking.
cs: Zadejte seznam klíčových slov pro tuto stránku, oddělených čárkou. Vyvarujte se duplicit, které snižují page rank (hodnocení).

source: Use default setting
cs: Použít implicitní nastavení

source: Robots meta tag
cs: Meta tag Robots

source: The ROBOTS meta tag offers a simple mechanisme to indicate to web robots and crawlers wether the page should be indexed (INDEX or NOINDEX) and whether links on the page should be followed (FOLLOW or NOFOLLOW). The default setting is @default.
cs: Meta tag ROBOTS nabízí jednoduchý mechanizmus jak oznámit robotům a crawlerům (programy automaticky navštěvující stránky), které stránky mohou zaindexovat (INDEX nebo NOINDEX) a které odkazy mohou sledovat (FOLLOW nebo NOFOLLOW). Implicitní nastavení je @default.
