Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/buddylist/po/*.po
Languages: he, it

source: Buddy
he: כינוי
it: Amico

source: Buddies
he: חבר'ה
it: Amici

source: buddy of
he: חבר'ה של
it: amico di

source: Buddylist
he: החבר'ה
it: Lista amici

source: Enable %buddy list functionality.
he: מאפשר לכל חבר באתר לנהל רשימות של חבר'ה.
it: Abilita la funzionalità lista %buddy

source: <p>%Buddy list enables users to keep a list of %buddies from their social network in their user account. Users can also track what their %buddies are posting to the site. Furthermore, they can track their <i>%buddies'</i> %buddies and thereby explore their social network.</p> <p>If the administrator has enabled the profile module, users can add %buddies via their %buddies' user profiles. On the "View" tab of each user's profile, there is a "%Buddy list" section. Select the 'add %buddy' action to add the user to your %buddy list. If a user is already in your %buddy list, the 'delete' action will remove the %buddy. Administrators can also enable the %buddylist block. This block allows you to see a list of your %buddies. If the Friends Of A Friend (FOAF) module is enabled, it will be possible to share %buddy lists with other FOAF-aware social networking applications.</p> <p>You can</p> <ul> <li>add a %buddy by looking at their profile: <a href = "%Userprofiles" title = "View user profiles">view user profiles</a></li> <li>allow users to view profiles in <a href = "%setaccesspermissions" title = "set access permissions"> administer &raquo; access control</a></li> <li>enable the %buddy list block at <a href = "%blockadministration" title = "block administration">administer &raquo; block</a></li> <li>administer the %buddy list block at <a href = "%buddylistsettings" title = "%buddylist settings">administer &raquo; settings &raquo; %buddylist</a></li> </ul> <p>For more information, read the configuration and customization handbook <a href="http://drupal.org/handbook/modules/Buddylist" title="Buddylist page">Buddy list page</a></p>
he: <p>רשימת החבר'ה מאפשרת לחברי האתר לנהל רשימה של חבר'ה מהרשת החברתית שלהם בתוך החשבון שלהם באתר. חברי האתר יכולים גם לעקוב אחרי מה שהחבר'ה שלהם כותבים באתר. זאת ועוד, הם יכולים להתעדכן לגבי החבר'ה של החבר'ה שלהם, וכך לתור את הרשת החברתית שלהם.</p> <p>אם מנהל האתר איפשר את רכיב פרופילי החברים, חברי האתר יכולים להוסיף חבר'ה חדשים דרך פרופיל החבר של החבר'ה שלהם. בלשונית "הצג" של הפרופיל של כל חבר באתר, יש איזור שבו מוצגת "רשימת חבר'ה". בחירת הפעולה ,"הוסף לחברה" תוסיף את חבר האתר לרשימת החבר'ה שלך. אם הוא כבר נמצא ברשימת החברה'ה שלך, פעולת 'מחק' תבצע הסרה מרשימת החבר'ה. מנהלים יכולים לאפשר גם את תיבת 'רשימת החבר'ה שלי' המאפשרת לך לראות רשימה של החבר'ה שלך. אם רכיב "חבר של חבר" (FOAF) מאופשר, אפשר לשתף את רשימות החברים גם עם יישומי רשתות חברתיות אחרות מבוססות FOAF. </p> <p>ניתן</p> <ul> <li>להוסיף חבר'ה לרשימה גם מתוך דף הפרופיל שלהם באתר: <a href = "%Userprofiles" title = "View user profiles">תצוגת הפרופילים של חברי האתר</a></li> <li>אפשר לחברים אחרים באתר לצפות בפרופיל שלך <a href = "%setaccesspermissions" title = "set access permissions">ניהול הרשאות</a></li> <li>איפשור תיבת 'החבר'ה שלי' מתבצע בעזרת <a href = "%blockadministration" title = "block administration">ניהול תיבות</a></li> <li>ניהול הגדרות תיבת החבר'ה מתבצע ב <a href = "%buddylistsettings" title = "%buddylist settings">ניהול הגדרות תיבת החבר'ה</a></li> </ul> <p>למידע נוסף, אפשר לקרוא את מדריך ההגדרה וההתאמה של הרכיב <a href="http://drupal.org/handbook/modules/Buddylist" title="Buddylist page">באתר דרופל</a></p>

source: my %buddylist
he: החבר'ה שלי
it: la mia %buddylist

source: edit groups
he: ערוך קבוצות
it: modifica gruppi

source: add to %buddylist
he: הוסף לחבר'ה שלי
it: aggiungi alla %buddylist

source: delete from %buddylist
he: מחק מהחבר'ה שלי
it: rimuovi dalla %buddylist

source: %buddies
he: חבר'ה

source: %buddyof
he: חבר'ה של חבר'ה
it: %buddies

source: list
he: רשימה
it: lista

source: recent posts
he: הודעות אחרונות
it: post recenti

source: view groups
he: הצג קבוצות
it: visualizza gruppi

source: %buddylist
he: רשימת חבר'ה

source: xml feed
he: הזנת XML
it: feed xml

source: %Buddylist block options
he: אפשרויות תיבת "החבר'ה שלי""
it: impostazioni blocco %Buddylist

source: Number of %buddies to list in the user's %buddy block
he: מספר החבר'ה שיוצגו בתיבת ' החבר'ה שלי'
it: Numero %buddies da elencare nel blocco %buddy dell'utente

source: This setting controls the maximum number of %buddies displayed in a user's "%buddylist block" given that the "%buddylist block" is enabled in the %link.
he: הגדרה זו קובעת את המספר המכסימלי של חבר'ה שיוצג בתיבת "החבר'ה שלי" , בתנאי שהתיבה מאופשרת בקישור זה: %link
it: Questa impostazione controlla il numero massimo di %buddies visualizzati nel blocco %buddylist di un utente, assumendo che il blocco %buddylist sia abilitato nel %link.

source: block settings
he: הגדרות תיבה
it: impostazioni blocco

source: Number of posts to list in the %buddies' recent posts block
he: מספר ההודעות שיוצגו בתיבת ההודעות האחרונות של החבר'ה שלי
it: Numero di post da elencare nel blocco dei post recenti degli %buddies

source: This setting controls the maximum number of posts to display in a user's "%buddy recent posts" block given that the "%buddies' recent posts" block is enabled in the %link.
he: אפשרות זו שולטת על המספר המכסימלי שו הודעות שיוצגו ברשימת "הודעות אחרונות של החבר'ה", במידה ותיבת 'ההודעות האחרונות של החבר'ה תהיה מאופשרת בקישור זה: %link.
it: Questa impostazione controlla il numero massimo di post visualizzati nel blocco "post recenti da %buddy" di un utente, assumendo che esso sia abilitato nel %link.

source: "My %buddies list" block title
he: כותרת תיבת "רשימת החבר'ה שלי"
it: Titolo del blocco "La mia lista di %buddies"

source: My buddy list
he: רשימת החבר'ה שלי
it: La mia lista di amici

source: This will be the title for the "My %buddy list" block. If none is specified, "My %buddy list" will be used.
he: זו תהיה הכותרת של תיבת 'החבר'ה שלי'. אם לא הוגדרה כותרת, ייעשרה שימוש בכותרת "רשימת החבר'ה שלי"
it: Questo sarà il titolo per il blocco "La mia lista di %buddy". Se non viene specificato un parametro, verrà utilizzato "La mia lista di %buddy".

source: "My %buddies' recent posts" block title
he: כותרת תיבת 'ההודעות האחרונות של החבר'ה שלי'
it: Titolo del blocco "Post recenti dei miei %buddies"

source: My %buddies' recent posts
he: ההודעות האחרונות של החבר'ה שלי
it: Post recenti dei miei %buddies

source: This will be the title for the recent %buddies post block. If none is specified, "My %buddies' recent posts" will be used.
he: זו תהיה הכותרת של תיבת ההודעות האחרונות של החבר'ה. אם לא צויינה כותרת, יתבצע שימוש בכותרת 'ההודעותהאחרונות של החבר'ה שלי
it: Questo sarà il titolo per il blocco dei post recenti da %buddies. Se non viene specificato un parametro, verrà utilizzato "Post recenti dei miei %buddies".

source: Profile page options
he: אפשרויות עמוד פרופיל משתמש
it: Opzioni pagina profilo

source: Number of %buddies and users who've added me
he: מספר החבר'ה וחברי האתר האחרים שהוסיפו אותי לרשימה שלהם
it: Numero di %buddies e utenti che mi hanno aggiunto

source: The default maximum number of %buddies and users who've added me as a %buddy to display on a user's profile page.
he: ברירת המחדל למספר המכסימלי של חבר'ה וחברי אתר אחרים שהוסיפו אותי כאחד מהחבר'ה שלהם, שיוצג בעמוד הפרופיל של כל חבר באתר.
it: Il numero di default massimo di %buddies e utenti che mi hanno aggiunto come %buddy da visualizzare nella pagina di profilo dell'utente.

source: email
he: דואר אלקטרוני

source: Send add messages
he: שלח הודעות הוספה
it: Invia messaggi di aggiunta alla lista

source: Added Buddy Email Subject
he: נושא הודעת ההוספה לרשימת החבר'ה
it: Oggetto email di aggiunta

source: Added Buddy Email Message
he: גוף הודעת ההוספה לרשימת החבר'ה
it: Messaggo email di aggiunta

source: Replacement strings are: %macros
he: מחרוזות החלפה הן: %macros
it: Le stringhe sostitutive sono: %macros

source: Send remove messages
he: שלח הודעות הסרה
it: Invia messaggi di rimozione dalla lista

source: Removed Buddy Email Subject
he: נושא הודעת ההסרה מרשימת החבר'ה
it: Oggetto email di rimozione

source: Removed Buddy Email Message
he: גוף הודעת ההסרה מרשימת החבר'ה
it: Messaggio email di rimozione

source: %Buddies
he: חבר'ה

source: %Buddy of
he: חבר'ה של חבר'ה
it: %Buddy di

source: %Buddy actions
he: פעולות
it: Azioni %Buddy

source: %Buddy List
he: רשימת חבר'ה
it: Lista %Buddy

source: My %buddy list
he: רשימת החבר'ה שלי
it: La mia lista %buddy

source: more
he: עוד
it: di più

source: View more.
he: הצג עוד.
it: Visualizza di più

source: %Buddy groups
he: קבוצות חבר'ה
it: Gruppi di %Buddy

source: %linktouser has added you to his/her %buddylist.
he: צורפת לרשימת החבר'ה של %linktouser
it: %linktouser ti ha aggiunto al suo/alla sua %buddylist

source: Remove %name from my %buddy list
he: הסר את %name מהחבר'ה שלי
it: Rimuovi %name dalla mia lista %buddy

source: Add %name to my %buddy list
he: הוסף את %name לחבר'ה שלי
it: Aggiungi %name alla mia lista %buddy

source: %username's %buddylist
he: החבר'ה של %username
it: %buddylist di %username

source: %buddy
he: כינוי

source: online
he: מחובר?
it: connesso

source: No %buddies found.
he: לא נמצאו חבר'ה.
it: Nessun %buddy trovato

source: RSS - %buddies posts
he: RSS - הודעות של החבר'ה
it: RSS - Post di %buddy

source: %username's %buddy groups
he: קבוצות החבר'ה של %username
it: Gruppi di %buddy di %username

source: # of %buddies
he: # חבר'ה
it: # di %buddies

source: %buddy's posts
he: הודעות של החבר'ה
it: post di %buddy

source: To organize your %buddies into groups, visit the %edit_groups page
he: כדי לארגן את החבר'ה שלך לפי קבוצות, גשי לעמוד %edit_groups
it: Per organizzare i tuoi %buddies in gruppi, visita la pagina %edit_groups

source: No groups found.
he: לא נמצאו קבוצות.
it: Nessun gruppo trovato.

source: view posts
he: הצג הודעות
it: visualizza post

source: Add a group
he: הוסף קבוצה
it: Aggiungi un gruppo

source: Add new group
he: הוסף קבוצה חדשה
it: Aggiungi un nuovo gruppo

source: Add
he: הוסף
it: Aggiungi

source: Remove groups
he: הסר קבוצות
it: Rimuovi gruppi

source: Remove
he: הסר
it: Rimuovi

source: You don't have any groups defined.
he: טרם הגדרת קבוצות.
it: Non hai definito alcun gruppo.

source: Submit
he: הגש
it: Invia

source: Unable to edit %buddy groups. Add %buddies to your %buddylist before making groups.
he: לא ניתן לערוך קבוצות חבר'ה. הוסף חבר'ה לרשימת החבר'ה לפני יצירת קבוצות.
it: Impossibile modificare i gruppi di %buddies. Aggiungi qualche %buddy alla tua %buddylist prima di creare dei gruppi.

source: %buddy groups
he: שיוך לקבוצה
it: gruppi di %buddy

source: %buddy groups saved.
he: הקבוצות נשמרו.
it: gruppi di %buddy salvati.

source: %Buddies recent posts on %site
he: ההודעות האחרונות של החבר'ה באתר %site
it: Post recenti di %buddy su %site

source: This user does not exist
he: חבר זה אינו מוגדר באתר
it: L'utente non esiste

source: This user is already on your %buddy list
he: חבר האתר כבר נמצא ברשימת החבר'ה שלך
it: L'utente è già all'interno della tua lista %buddy

source: Cannot add yourself to %buddy list
he: לא ניתן להוסיף את עצמך לרשימת החבר'ה שלך
it: Non puoi aggiungere te stesso alla lista %buddy

source: Add user %name to your %buddy list?
he: האם להוסיף את %name לרשימת החבר'ה שלך?
it: Aggiungere %name alla lista %buddy?

source: Cancel
he: ביטול
it: Indietro

source: %name will be be notified the next time s/he logs in.
he: %name יקבל הודעה בפעם הבאה שהוא ייכנס לאתר.
it: %name sarà avverito quando effettuerà l'accesso.

source: This user is not on your %buddy list
he: חבר זה אינו ברשימת החבר'ה שלך
it: Questo utente non è nella tua lista %buddy

source: Remove user %name from your %buddy list?
he: הסר את %name מרשימת החבר'ה שלך
it: Rimuovere l'utente %name dalla tua lista %buddy?

source: %name will be be notified of being removed.
he: תישלח הודעה אל %name על ההסרה מרשימת החבר'ה.
it: %name verrà avvertito della rimozione.

source: %username has been added to your %buddy list
he: התווספת לרשימת החבר'ה של %username
it: %username è stato aggiunto alla tua lista %buddy

source: %username is already on your %buddylist
he: %username כבר נמצא\ת ברשימת החבר'ה שלך
it: %username è già nella tua %buddylist

source: %username has been removed from your %buddylist
he: בוצעה הסרה של %username מרשימת החבר'ה שלך
it: %username è stato rimosso dalla tua %buddylist

source: User %name was NOT added to your %buddylist.
he: %name לא הוסף לרשימת החבר'ה שלך.
it: L'utente %name NON è stato aggunto alla tua %buddylist.

source: User %name was NOT removed from your %buddylist.
he: %name לא הוסר מרשימת החבר'ה שלך.
it: L'utente %name NON è stato rimosso dalla tua %buddylist

source: yes
he: כן
it: si

source: no
he: לא

source: You should create an administrator mail address for your site! <a href="%url">Do it here</a>.
he: עליך ליצור כתובת דואר לניהול האתר שלך! <a href="%url">אפשר לעשות זאת כאן</a>.
it: Dovresti specificare un indirizzo di posta per l'amministratore del tuo sito! <a href="%url">Fallo qui</a>.

source: %type message was sent to %username
he: הודעה מסוג %type נשלחה אל %username
it: Il messaggio %type è stato spedito a %username

source: There was a problem sending the %type message to %username
he: היתה בעיה במשלוח הודעה מסוג %type אל %username
it: Si è verificato un errore durante l'invio del messaggio %type a %username

source: Hi %addee_name, You are %adder_name's newest buddy. Here's a link to %adder_name's profile. If you'd like, you can add them as one of your buddies: %adder_link Regards, The %site team
he: שלום %addee_name, אתה החברה החדשה ברשימת החבר'ה של %adder_name. הנה קישור לפרופיל של %adder_name. אם תרצי, תוכלי להוסיף את %adder_name כאחד מהחבר'ה שלך: %adder_link בברכה, צוות אתר %site
it: Ciao @addee_name,Sei stato aggiuntoa alla lista degli @mici di @adder_name's newest.Qui trovi un link al profilo di @adder_name's. Se vuoi potrai aggiungerlo anche tu alla lista dei tuoi amici: @adder_link--Il team di %site

source: Hi %addee_name, You have been removed from %adder_name's buddy list. Here's a link to %adder_name's profile: %adder_link Enjoy your new freedom! Regards, The %site team
he: שלום %addee_name, נמחקת מרשימת החברים של %adder_name. הנה קישור לפרופיל של %adder_name: %adder_link שיהיה בכף עם החופש החדש שלך! בברכה, צוות אתר %site
it: Ciao @addee_name,Sei stato rimossoa dalla lista degli amici di @adder_name.Qui trovi un link al profilo di @adder_name: @adder_linkEnjoy your new freedom!--Il team di %site

source: maintain buddy list
he: ניהול רשימות חבר'ה
it: amministra lista amici

source: view buddy lists
he: צפייה ברשימות חבר'ה
it: visualizza la lista amici

source: Buddylist: User Name
he: רשימת חבר'ה: שם חבר האתר
it: Lista amici: Nome Utente

source: This will display the username of the owner of the buddylist.
he: זה יציג את שם המשתמש של מנהל רשימת החבר'ה.
it: Questo visualizzerà il nome utente del proprietario della lista amici.

source: Buddylist: User Picture
he: רשימת חבר'ה: תמונת החבר
it: Lista amici: Immagine Utente

source: This will display the user picture of the owner of the buddylist.
he: זה יציג את תמונת מנהל רשימת החבר'ה.
it: Questo visualizzerà l'immagine utente del proprietario della lista amici.

source: Buddylist: Buddy Name
he: רשימת חבר'ה: שם החבר
it: Lista amici: Nome Amico

source: This allows you to sort alphabetically by buddy name.
he: זה מאפשר לך למיין אלפביתית לפי שם החבר
it: Questo ti permetterà di ordinare in ordine alfabetico per nome dell'amico.

source: Buddylist: Author Is A Buddy Of Username
he: רשימת חבר'ה: המחבר הוא אחד מהחבר'ה של חבר זה באתר
it: Lista amici: L'autore è amico di nome utente

source: This allows you to filter by buddies of a particular user.
he: זה מאפשר לסנן חבר'ה של חבר מסויים.
it: Questo ti permette di filtrare in base agli amici di un particolare utente

source: Buddylist: Author Is A Buddy Of Current User
he: רשימת חבר'ה: המחבר הוא אחד מהחבר'ה של חבר האתר הנוכחי.
it: Lista amici: L'autore è amico dell'utente corrente

source: This allows you to filter by buddies of the current user.
he: זה מאפשר לך לסנן לפי החבר'ה של חבר האתר הנוכחי.
it: Questo ti permetterà di filtrare in base agli amici dell'utente corrente.

source: buddy
he: חבר'ה
it: amico

source: buddylist
he: רשימת החבר'ה
it: lista amici

source: buddies
he: חבר'ה
it: amici

source: Buddylist module installed successfully.
he: רכיב רשימת החבר'ה הותקן בהצלחה.
it: Modulo buddylist installato con successo.

source: Table installation for the Buddylist module was unsuccessful. The tables may need to be installed by hand. See the README.txt file for a list of the installation queries.
he: התקנת הטבלאות לרכיב רשימת החבר'ה הושלמה לא הצליחה. ייתכן ויש צורך להתקין את הטבלאות ידנית. ראה קובץ README.txt לרשימה של שאילתות הנחוצות לצורך ההתקנה.
it: Installazione delle tabelle del modulo buddylist fallita. Le tabelle possono essere aggiunte manualmente. Vedi il file README.txt per una lista delle query di installazione.

source: Integrates the %buddylist and invite modules.
he: משלב את רכיב רשימת החבר'ה ורכיב הזמנת החברים.
it: Integra i moduli %buddylist e invite

source: <p>Whenever a person resonds to an invitation from the invite module and joins the site, the inviter and invitee are added to each other's %buddy list.</p>
he: <p>בכל פעם שאדם מגיב להזמנה הנשלחת על ידי רכיב הזמנת החברים ומצטרף לאתר, המזמין והמוזמן מצטרפים זה לרשימת החבר'ה של זה.</p>
it: <p>Ogni qualvolta una persona risponderà ad un invito dal modulo invite e si registrerà al sito, l'invitato e la persona che lo ha invitato si aggiungeranno reciprocamente e in modo automatico, alle loro liste %buddy</p>

source: <p>The people you invite will automatically added to your %buddylist when they accept the invitation.</p>
he: <p>המוזמנים יתווספו אוטומטית לרשימת החבר'ה שלך עם הצטרפותם לאתר.</p>
it: <p>Le persone che inviterai verranno automaticamente aggiunte alla tua %buddylist non appena accetteranno l'invito </p>

source: Users %uid1 and %uid2 are becoming %buddies
he: חברי האתר %uid1 ו-%uid2 הופכים לחבר'ה
it: Gli utenti %uid1 e %uid2 stanno diventando %buddies

source: The buddylistinvite module depends on the %module module. Please <a href="admin/modules">enable</a> the %module module.
he: רכיב הזמנת החבר'ה תלוי ברכיב %module. בבקשה <a href="admin/modules">לאפשר</a> את הרכיב %module.
it: Il modulo buddylistinvite dipende dal modulo %module. Sei pregato di <a href="admin/modules">abilitare</a> il modulo %module.

source: Everything is ready to go. Inviters and Invitees will become %buddies automatically.
he: הכל מוכן לפעולה. המזמינים והמוזמנים יהפכו אוטומטית לחבר'ה.
it: E' tutto pronto. Invitati e invitanti diventeranno %buddies automaticamente.

source: buddylistinvite
he: הזמנת חבר'ה

source: <p>%Buddy list enables users to keep a list of %buddies from their social network in their user account. Users can also track what their %buddies are posting to the site. Furthermore, they can track their <i>%buddies'</i> %buddies and thereby explore their social network.</p> <p>If the administrator has enabled the profile module, users can add %buddies via their %buddies' user profiles. On the "View" tab of each user's profile, there is a "%Buddy list" section. Select the 'add %buddy' action to add the user to your %buddy list. If a user is already in your %buddy list, the 'delete' action will remove the %buddy. Administrators can also enable the %buddylist block. This block allows you to see a list of your %buddies. If the Friends Of A Friend (FOAF) module is enabled, it will be possible to share %buddy lists with other FOAF-aware social networking applications.</p> <p>You can</p> <ul> <li>add a %buddy by looking at their profile: <a href = "%Userprofiles" title = "View user profiles">view user profiles</a></li> <li>allow users to view profiles in <a href = "%setaccesspermissions" title = "set access permissions"> administer &raquo; access control</a></li> <li>enable the %buddy list block at <a href = "%blockadministration" title = "block administration">administer &raquo; block</a></li> <li>administer the %buddy list block at <a href = "%buddylistsettings" title = "%buddylist settings">administer &raquo; settings &raquo; %buddylist</a></li> </ul> <p>For more information, read the configuration and customization handbook <a href="http://drupal.org/handbook/modules/Buddylist" title="Buddylist page">Buddylist page</a></p>
it: <p>La lista %Buddy permette agli utenti di raggiungere i loro %buddies dal loro account. Gli utenti possono inoltre tener traccia dei post punnlicati nel sito dai loro %buddies. Inoltre, possono anche visualizzare la lista <i>%buddies'</i> dei loro %buddies e quindi esplorare il social network.</p> <p>Se l'amministratore ha abilitato il modulo profilo, gli utenti possono aggiungere %buddies visitando la pagina di profilo di questi ultimi. Nel tab "Visualizza" di ogni profilo utente, c'è una sezione "lista %Buddy". Clicca su 'aggiungi %buddy' per aggiungere l'utente alla tua lista di %buddy list. Se un utente è già presente nella tua lista %buddy, potrai invece rimuoverlo. Gli amministratori possono inoltroe abilitare il blocco %buddylist. Questo blocco ti permette di visualizzare una lista di tuoi %buddies. Se il modulo Amico Di Amico (FOAF) è abilitato, potrai condividere la tua lista %buddy con altre applicazioni per il social networking compatibili FOAF</p> <p>Puoi</p> <ul> <li>Aggiungere un %buddy guardando il suo profilo: <a href = "%Userprofiles" title = "Vedi i profili degli utenti">vai ai profili utenti</a></li> <li>permettere agli utenti di visualizzare i profili<a href = "%setaccesspermissions" title = "imposta permessi di accesso"> amministra &raquo; controlli accesso</a></li> <li>abilitare il blocco lista %buddy <a href = "%blockadministration" title = "amministrazione blocchi">amministra &raquo; blocchi</a></li> <li>amministrare il blocco lista %buddy <a href = "%buddylistsettings" title = "impostazioni %buddylist">amministra &raquo; impostazioni &raquo; %buddylist</a></li> </ul> <p>Per maggiori informazioni, leggi il manuale di configurazione e personalizzazione presso la<a href="http://drupal.org/handbook/modules/Buddylist" title="Pagina buddylist">pagina di buddylist</a></p>
