Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/taxonomy_image/po/*.po
Languages: de, es

source: The taxonomy_image module allows site administrators to associate images with category terms. Once defined, this association allows Drupal themes to display images with site content. For example, this module might be used to display a penguin with content about Linux, and a cheeseburger with content about junk food. To modify or delete an existing image or to upload a new image, click "edit image" on the overview page or use the term edit page. To learn more about how to create vocabularies and terms, review the <a href="taxonomy-help">taxonomy help page</a>.
es: El módulo de imágenes de taxonomía permite a los administradores de la página asociar imágenes con términos de categorías. Una vez definida, esta asociación permite a las plantillas de Drupal mostrar imágenes con el contenido de la página. Por ejemplo, este módulo podría ser utilizado para mostrar un pingüino con contenido sobre Linux, y una hamburguesa con contenido sobre comida basura. Para modificar una imagen existente o para subir una nueva imagen, hacer clic en "editar imagen" en la pagina resumen o utilizar la pagina de edición de termino. Para aprender mas sobre como crear vocabularios y términos, revisar la <a href="taxonomy-help">pagina de ayuda de taxonomía</a>.

source: <h3>Introduction</h3> <p>The taxonomy_image module allows site administrators to associate images with category terms. Once defined, this association allows Drupal sites to display images with site content. For example, the taxonomy_image module might be used to display a penguin with content about Linux, and a cheeseburger with content about junk food.</p> <p>The module allows both a one-to-one term-to-image relationship, and a many-to-one terms-to-image relationship.</p> <p>The taxonomy_image module requires that the taxonomy module also be enabled. The Categories module is not currently supported.</p> <h3>Configuration</h3> <h4>Uploading images</h4> <p>With the taxonomy_image module enabled, images can be uploaded and associated with category terms at "Administer >> Content management >> Categories". On that page you will find links to tables containing all your vocabularies and terms. Next to each term is a link titled "edit term" which you can click to upload an image for that term. After clicking that link, you will be you will find the image management section at the bottom of that page. Using the "browse" button you can select your image then click "Save". <p>Continue this process to upload appropriate images for your category terms. Note that by default images will be displayed at the size they were uploaded. Alternatively, you can go to "Administer >> Site configuration >> Taxonomy_image" to set the display height and/or width of all taxonomy images.</p> <h4>Permissions</h4> <p>For your users to be able to view the images you have uploaded, you will need to give them the necessary permissions. Only users with the "access taxonomy images" permission will see images. If you wish to give your users the ability to disable the images, also give them the "can disable taxonomy images" permission. A third permission, "administer taxonomy images", controls which users are allowed to configure taxonomy images.</p> <h4>Recursive image display</h4> <p>Taxonomy is a very powerful tool. One of its features is providing the ability to create hierarchical vocabularies, with which you can build a tree of terms. It is possible that an entire tree of terms, or even just a branch of terms, are all about a similar subject and should all be associated with the same image. By going to "Administer >> Site configuration >> Taxonomy_image", you can enable "Recursive image display". With this option enabled, you only need to configure an image for the parent term, and all children will automatically inheret the same image (unless they are manually configured to display an alternate image).</p> <h3>Displaying images</h3> <p>To actually display images, you will have to make a call to taxonomy_image_display(). [There are some included add-on modules that will do this for you.] When calling this function, you will need to pass in the taxonomy term for which an image should be displayed. For example, from your theme's "_node" function you might do the following: <pre> foreach (taxonomy_node_get_terms($node->nid) as $term) { if ($image = taxonomy_image_display($term->tid)) { $output .= \"$image\"; } </pre> <p>Taxonomy_image_display uses "theme('image',..." so you may override the display in your theme layer.</p>
de: <h3>Einführung</h3> <p>Das Taxonomy_Image Modul erlaubt es Administratoren, Bilder mit Taxonomiebegriffen zu assoziieren. Einmal definiert, erlauben diese Assoziazionen Drupal Themes Bilder im Seiteninhalt anzuzeigen. Zum Beispiel könnte dieses Modul dazu benutzt werden, einen Pinguin in Inhalten über Linux und einen Cheeseburger in Inhalten über Junkfood darzustellen.</p> <p>Das Modul erlaubt sowohl eins-zu-eins wie auch als auch n-zu-eins Beziehungen zwischen Begriffen und Bildern. </p> <p>Das Taxonomy_Image Moduls setzt das in Drupal enthaltene Taxonomy Modul voraus. Das Categories Modul wird derzeit nicht unterstützt.</p> <h3>Konfiguration</h3> <h4>Bilder hochladen</h4> <p>Wenn das Taxonomy_Image Modul aktiviert wurde, können Bilder über "Verwalten >> Inhaltsverwaltung >> Kategorien" hochgeladen und mit Taxonomiebegriffen verknüpft werden. Diese Seite enthält Links zu Auflistungen von Vokabularien und Begriffen. Neben jedem Begriff befindet sich ein Link "Begriff bearbeiten" auf den man klicken und dann ein Bild hochladen kann. Dort befindet sich ein Abschnitt zur Verwaltung der Bilder. Durch Klicken auf den "Durchsuchen" kann ein Bild ausgewählt und durch Klicken auf "Speichern" hochgeladen werden. <p>Diesen Prozess für alle benötigten Bilder wiederholen. Hinweis: Standardmäßig werden alle Bilder in der Größe angezeigt, in der sie hochgeladen wurden. Alternative Größen können unter "Verwalten >> Einstellungen >> Taxonomie Bild" eingestellt werden.</p> <h4>Rechte</h4> <p>Benutzer benötigen entsprechende Rechte um hochgeladene Bilder anzusehen. Nur Benutzer mit dem Recht "Taxonomie Bilder aufrufen" können Bilder ansehen. Wenn Benutzer die Möglichkeit haben sollen, Bilder zu deaktivieren, benötigen sie die Berechtigung "Kann Taxonomie Bilder deaktivieren". Die Berechtigung "Taxonomie Bilder administrieren" berechtigt die jeweiligen Benutzer, Taxonomiebilder zu bearbeiten, neu anzulegen oder zu löschen.</p> <h4>Rekursive Bildsuche</h4> <p>Taxonomy ist ein mächtiges Werkzeug. Eine der vielen Möglichkeiten ist die Erstellung von hierarchischen Vokabularen, wodurch Vokabularbäume aufgebaut werden können. Es besteht die Möglichkeit, dass ein ganzer Baum von Begriffen oder nur einige davon sich mit einem ähnlichen Thema beschäftigen und daher alle mit dem gleichen Bild dargestellt werden sollen. Unter "Verwalten >> Einstellungen >> Taxonomie Bild" kann "Rekursive Bildsuche" ausgewählt werden. Danach muss lediglich ein Bild für einen Überbegriff definiert werden und alle Unterbegriffe werden automatisch dieses Bild verwenden, sofern nicht für einzelne manuell andere Bilder festgelegt wurden.</p> <h3>Bilder anzeigen</h3> <p>Um Bilder anzuzeigen, muss die Funktion taxonomy_image_display() aufgerufen werden. [Es werden einige Zusatzmodule mitgeliefert, die dies übernehmen.] Wenn diese Funktion aufgerufen wird, muß dabei der Taxonomiebegriff übergeben werden, dessen Bild angezeigt werden soll. Beispiel: Ausgehend von der "_node" Funktion des Themes könnte folgendes getan werden: <pre> foreach (taxonomy_node_get_terms($node->nid) as $term) { if ($image = taxonomy_image_display($term->tid)) { $output .= \"$image\"; } </pre> <p>Taxonomy_image_display benutzt "theme('image',...", also kann die Darstellung über die Thmeebene angepasst werden.</p>
es: <h3>Introducción</h3> <p>El modulo taxonomy_image permite al administrador asociar imágenes con términos de categorías. Una vez definidas, estas asociaciones permiten que Drupal muestre imágenes con contenido de la pagina. Por ejemplo, este módulo podría ser utilizado para mostrar un pingüino con contenido sobre Linux, y una hamburguesa con contenido sobre comida basura.</p> <p>El modulo permite tanto relaciones uno-a-uno como termino-a-termino, y relaciones muchas-a-uno termino-a-imagen.</p> <p>El modulo taxonomy_image requiere que el modulo taxonomía este habilitado. El modulo Categorías no esta soportado actualmente.</p> <h3>Configuración</h3> <h4>Subiendo imágenes</h4> <p>Con el modulo taxonomy_image module habilitado, imágenes pueden ser subidas y asociadas con términos de categorías en "Administrar >> Gestión de contenido >> Categorías". En esa pagina encontrara enlaces a tablas que contienen todos sus vocabularios y términos. Al lado de cada termino hay un enlace titulado "editar término" que puede visitar para subir una imagen para ese termino. Despues de hacer clic en ese enlace, encontrará la sección de gestión de imágenes al final de la esa página. Usando el botón de "navegar" puede seleccionar su imagen y despues hacer clic en "Salvar". <p>Continúe este proceso para subir las imágenes correspondientes con sus términos de categoría. Note que por defecto las imágenes serán mostradas con el tamaño con que fueron subidas. Alternativamente, puede ir a "Administrar >> Configuración del sitio >> Taxonomy_image" para poner la anchura y/o altura de todas las imágenes de taxonomía.</p> <h4>Permisos</h4> <p>Para que sus usuarios puedan ver las imágenes que ha subido, necesitara darles los permisos adecuados. Solo los usuarios con permiso para "acceder imágenes de taxonomía" verán las imágenes. Si desea dar a sus usuarios la habilidad de deshabilitar las imágenes, deles también el permiso "puede deshabilitar imágenes de taxonomía". Un tercer permiso, "administrar imágenes de taxonomía", controla que usuarios tienen permitido configurar imágenes de taxonomía.</p> <h4>Muestra de imágenes recursiva</h4> <p>La Taxonomía es una herramienta muy potente. Una de sus características es proveer la habilidad de crear vocabularios jerárquicos, con los que puede crear un árbol de términos. Es posible que un árbol de términos entero, o incluso solo una rama de términos, sean todos sobre un tema similar, y deberían estar asociados con una sola imagen. Yendo a "Administrar >> Configuración del sitio >> Taxonomy_image", puede habilitar "Muestra de imágenes recursiva". Con esta opción habilitada, solo necesita configurar una imagen para el termino padre, y todos los hijos automáticamente heredarán la misma imagen (a no ser que se configure manualmente el mostrar una imagen distinta).</p> <h3>Mostrando imágenes</h3> <p>Para mostrar imágenes realmente, tendrá que llamar a taxonomy_image_display(). [Hay algunos módulos extra incluidos que harán esto por usted.] Cuando se llame a esta función, necesitará pasarla el termino de taxonomía para el cual la imagen debería ser mostrada. Por ejemplo, desde la función "_node" de su plantilla usted podría hacer los siguiente: <pre> foreach (taxonomy_node_get_terms($node->nid) as $term) { if ($image = taxonomy_image_display($term->tid)) { $output .= \"$image\"; } </pre> <p>Taxonomy_image_display usa "theme('image',..." así es que puede sobre-escribir el mostrar a nivel de su plantilla.</p>

source: <h3>Views</h3><p>Views support has been added, so you can use the field "Taxonomy Image" in your view definition.</p>
de: <h3>Ansichten</h3><p>Unterstützung für Ansichten (Views) wurde hinzugefügt. Damit ist es nun möglich, das Feld "Taxonomie Bild" in der Definition von Ansichten zu benutzen.</p>
es: <h3>Views</h3><p>Soporte para Views ha sido añadido, así que puede utilizar el campo "Imagen de taxonomía" en su definición de la view.</p>

source: <h3>Imagecache</h3> <p>With imagecache enabled, you may use Imagecache profiles instead of image height/width. You can set a default profile on the settings page, or use it manually with taxonomy_image_display(), like this:</p> <pre> taxonomy_image_display($term->tid, NULL, 'PROFILE_NAME'); </pre> <p>set <em>PROFILE_NAME</em> to whatever profile you want to use.</p>
de: <h3>Bildcache</h3> <p>Bei aktiviertem Bildcache können Bildcache-Profile anstatt der Angaben für Höhe und Breite benutzt werden. Das Standardprofil kann auf der Einstellungsseite ausgewählt oder manuell mit taxonomy_image_display() eingebunden werden, wie hier:</p> <pre> taxonomy_image_display($term->tid, NULL, 'PROFILE_NAME'); </pre> <p>Über<em>PROFILE_NAME</em> kann das Profil eingestellt werden, das benutzt werden soll.</p>
es: <h3>Imagecache</h3> <p>Con imagecache habilitado, puede utilizar perfiles de Imagecache en vez de altura/anchura de imagen. Puede configurar un perfil por defecto, o utilizarlo manualmente con taxonomy_image_display(), como así: </p> <pre> taxonomy_image_display($term->tid, NULL, 'NOMBRE_PERFIL'); </pre> <p>cambie <em>NOMBRE_PERFIL</em> por el perfil que quiera usar.</p>

source: <h3>Add-on Feature Modules</h3>
de: <h3>Zusatzmodule</h3>
es: <h3>Módulos complementarios</h3>

source: <h4>Taxonomy Image Node Display</h4><p>With this add-on feature, Taxonomy Image will automatically include all available term-associated images into the display of selected node types. The weight option determines where in the output the image will be positioned. Another option specifies whether or not to add a "taxonomy/term/nn" link to each image. Configuration is part of the usual Taxonomy Image settings page.</p>
de: <h4>Taxonomie Bild Inhaltsdarstellung</h4><p>Dieses Zusatzmodul erlaubt es Taxonomie Bild, automatisch alle mit dem Taxonomybegriff assozierten Bilder in die Darstellung des ausgewählten Inhaltstyps zu integrieren. Die Gewichtsoption (-10 bis +10) definiert, an welcher stelle des Inhalts das jeweilige Bild dargestellt wird. Eine weitere Option spezifiziert ob ein Link ("taxonomy/term/nn") zum Bild hinzugefügt wird oder nicht. Die Konfiguration wird über die allgemeine Einstellungsseite von Taxonomie Bild vorgenommen.</p>
es: <h4>Muestra de Imágenes de Taxonomía en Nodos</h4><p>Con este complemento, Imágenes de Taxonomía incluirá todos las imágenes asociadas a términos en la muestra de los tipos de nodos seleccoinados. La opción de peso determina donde se posicionará la imagen. Otra opcion especifica si añadir o no un enlace "taxonomy/term/nn" a cada imagen. La configuración es parte de la página de configuración de Imágenes de Taxonomía normal.</p>

source: <h4>Taxonomy Image Link Alter</h4><p>With this add-on feature, Taxonomy Image will automatically modify the standard taxonomy term display to use the term's image, if it has one. Configuration is part of the usual Taxonomy Image settings page.</p>
de: <h4>Taxonomie Bild Link Verknüpfungen</h4><p>Mit diesem Zusatzmodul kann Taxonomie Bild automatisch die Darstellung von standardmäßigen Taxonomiebegriffen in damit verknüpfte Bilder ändern, sofern diese zuvor angelegt wurden. Die Konfiguration wird über die allgemeine Einstellungsseite von Taxonomie Bild vorgenommen.</p>
es: <h4>Alterar Enlaces Imágenes de Taxonomía</h4><p>Con este complemento, Imágenes de Taxonomía modificará automáticamente la muestra de términos de taxonomía por defecto para mostrar la imagen de ese término, si tiene una. La configuración es parte de la página de configuración de Imágenes de Taxonomía normal.</p>

source: <h4>Taxonomy Image Blocks</h4><p>This add-on feature provides a block in which the terms and images are shown on full node display. Configuration is part of the usual block settings page.</p>
es: <h4>Bloques de Imagenes de Taxonomía</h4><p> Provee de un bloque en que los terminos e imagenes son mostrados en full node display. La configuracion forma parte de la página de configuración de bloques corriente.</p>

source: Images
de: Bilder
es: Imágenes

source: An overview of taxonomy images
de: Eine Übersicht des Moduls taxonomy_images
es: Un resumen de imágenes de taxonomía

source: Taxonomy Image
de: Taxonomie Bilder
es: Imagen de taxonomía

source: Global configuration of taxonomy image functionality.
de: Allgemeine Einstellungen der Taxonomie Bider Funktion.
es: Configuración global de la funcionalidad de imágenes de taxonomía

source: Content images
de: Inhaltsbilder
es: Imágenes de contenido

source: Disable images
de: Bilder deaktivieren
es: Deshabilitar imágenes

source: Check this box to disable the display of content images.
de: Auswahl aktivieren um keine Inhaltsbilder anzuzeigen.
es: Activa esta casilla para deshabilitar las imágenes de contenido.

source: The picture directory does not exist, or is not writable.
de: Das Bilderverzeichnis existiert nicht oder ist schreibgeschützt.
es: El directorio de imágenes no existe, o no es escribible.

source: Picture image path
de: Bilderpfad
es: Ruta de imágenes

source: Subdirectory in the directory "%dir" where category pictures will be stored. Lower case is recommended.
de: Unterverzeichnis in "%dir", in dem die Kategoriebilder gespeichert werden. Kleinschreibung empfohlen.
es: Subdirectorio en el directorio "%dir" donde las imágenes de categoría serán almacenadas. Se recomienda usar minúsculas.

source: User "Disable" box description
de: "Disable" Box Beschreibung für Benutzer
es: Descripción de la caja "Deshabilitar" del usuario.

source: This allows you to describe the ability to disable Taxonomy Image display in a manner that your users will understand.
de: Dies erlaubt es, die Deaktivierungsmöglichkeit der Anzeige der Taxonomiebilder in einer Weise zu beschreiben, die die Benutzer verstehen.
es: Permite describir la capacidad de deshabilitar mostrar Imagenes de Taxonomía de manera que sus usuarios entiendan.

source: Resizing Options
de: Skalierungsoptionen
es: Opciones de redimensionamiento

source: Unrecognized Imagecache API.
es: Imagecache API no reconocida

source: Resizing Options - Imagecache
de: Skalierungsoptionen - Bildercache
es: Opciones de redimensionamiento - Imagecache

source: Imagecache Preset
de: Bildercache Einstellungen
es: Perfil de Imagecache

source: The Imagecache module is available. If you select one of these presets, or provide one in your call, then Taxonomy Image will use Imagecache to process the image and ignore the following settings. "ORIGINAL" effectively disables Imagecache and uses the following settings.
de: Das Bildercache-Modul ist verfügbar.
es: El módulo Imagecache está disponible. Si selecciona uno de esos perfiles, o proporciona uno en su llamada, entonces Imagenes de Taxonomía utilizará Imagecache para procesar la imagen e ignorará los ajustes siguientes. "ORIGINAL" desactiva eficazmente Imagecache y utiliza los ajustes siguientes.

source: Resizing Options - Taxonomy Image
de: Skalierungsoptionen - Taxonomie Bilder
es: Opciones de redimensionamiento ' Imágenes de taxonomía

source: Constraint
de: Begrenzungen
es: Limitación

source: This option allows you to control the size of pictures displayed by this module. If set to "disabled," pictures will not be resized, i.e. displayed exactly as they are uploaded. If set to "not greater than," pictures larger than the specified size will be scaled down. If set to "not less than," pictures smaller than the specified size will be scaled up. If set to "exact," pictures will be resized to exactly the specified dimension(s).
de: Diese Option erlaubt es, die Größe eines Bildes in der Darstellung zu beeinflussen. Bei "disabled" wird keine Änderung an der Bildgröße vorgenommen, sondern das Bild exakt so angezeigt, wie es hochgeladen wurde. Ein größeres Bild wird auf die spezifizierte Größe reduziert, wenn "not greater than" ausgewählt wurde. "Not less than" vergrößert zu kleine Bilder auf die angegebene Größe. Für beide Fälle gilt jeweils die längere Seite des Bildes als Richtlinie. "Exact" dagegen skaliert sowohl Höhe wie auch Breite so, dass sie exakt die vorgegebenen Werte treffen.
es: Esta opción le permite controlar el tamaño de las imágenes mostradas por este módulo. Si está "disabled", las imágenes no serán redimensionadas, osea, serán mostradas exactamente como se suban. Si se establece como "not greater than", las imágenes más grandes que el tamaño especificado serán escaladas más pequeñas. Si se establece "not less than", las imágenes más pequeñas que el tamaño especificado seran escaladas más grandes. Si se establece "exact", las imagenes seran escaladas a exactamente las dimensiones especificadas.

source: Picture height
de: Bildhöhe
es: Altura de la imagen

source: pixels
de: Pixel
es: píxeles

source: Specify a height in pixels. If left blank or set to 0 this field is ignored.
de: Höhe in Pixeln spezifizieren. Die Einstellung wird ignoriert, wenn Feld leer oder 0 ist.
es: Especifica la altura en píxeles. Si se deja en blanco, o se pone un 0, este campo es ignorado.

source: Picture width
de: Bildbreite
es: Anchura de la imagen

source: Specify a width in pixels. If left blank or set to 0 this field is ignored.
de: Breite in Pixeln spezifizieren. Die Einstellung wird ignoriert, wenn Feld leer oder 0 ist.
es: Especifica la anchura en píxeles. Si se deja en blanco, o se pone un 0, este campo es ignorado.

source: Advanced
de: Erweitert
es: Avanzado

source: Add wrapper div tag
de: "&lt;Div&gt;" Tag hinzufügen
es: Añadir etiqueta wrapper div

source: This option indicates whether to add a "&lt;div&gt;" tag to the image. This may be useful in lists where the images are not of the same width.
de: Diese Option kann verwendet werden, um einen "&lt;div&gt;" Tag zu einem Bild hinzuzufügen. Die kann in Listen nützlich sein, in denen die Bilder nicht alle die gleiche Breite besitzen.
es: Esta opción indica si añadir una etiqueta "&lt;div&gt;" a la imagen. Esto puede ser útil en listas donde las imágenes no son de la misma anchura.

source: Recursive image display
de: Rekursive Bildanzeige
es: Mostrar imágenes recursivamente

source: When enabled, taxonomy_image_display() will recursively search for an image to display, starting with the passed in term, then trying the term's parents. This functionality is only useful if you have defined hierarchical taxonomies, and multiple terms within a tree will share the same image. If this doesn't mean anything to you, leave this option disabled.
de: Wenn diese Option aktiviert wird, sucht taxonomy_image_display() rekursiv nach einem Bild, das es anzeigen kann. Dabei startet es mit dem aktuellen Begriff und sucht danach in den Überbegriffen, falls es im ersten Lauf nicht fündig wurde. Diese Funktion ist nur dann sinnvoll, wenn hierarchische Taxonomiestrukturen definiert wurden und mehrere Begriffe im Baum das gleiche Bild verwenden sollen. Option deaktivieren, wenn dies nicht zutrifft.
es: Estando habilitado, taxonomy_image_display() buscara recursivamente una imagen que mostrar, empezando por el término proveido, intentando luego los padres del término. Esta funcionalidad es útil solamente si se han definido las taxonomías jerárquicas, y varios términos dentro de un árbol compartirán la misma imagen. Si esto no significa nada para usted, deje esta opción desactivada.

source: Taxonomy Image: Image
de: Taxonomie Bild: Bild
es: Imágenes de taxonomía: Imagen

source: The image associated with the node's taxonomy term.
de: Das Bild, das mit dem Taxonomiebegriff des Inhalts verknüpft wird.
es: La imagen asociada con el termino de taxonomía del nodo.

source: Image
de: Bild
es: Imagen

source: Save
de: Speichern
es: Salvar

source: Delete
de: Löschen
es: Borrar

source: Recursively displaying images.
de: Anzuzeigendes Bild rekursiv suchen.
es: Mostrando imágenes recursivamente.

source: Name
es: Nombre

source: Node Types
de: Inhaltstypen
es: Tipos de Nodos

source: edit term
de: Begriff bearbeiten
es: editar término

source: none
de: keines
es: ninguno

source: Term Image
de: Begriffsbild
es: Imagen de término

source: Current Image
de: Aktuelles Bild
es: Imagen Actual
