Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/taxonomy_image/po/*.po
Languages: de, es

source: Upload image
de: Bild hochladen
es: Subir imagen

source: The image file you wish to associate this term.
de: Die Bilddatei, die mit dem Begriff verknüpft werden soll.
es: El fichero de imagen que desea asociar con este término.

source: Database insert failed. [tid = !tid, path = @path.
de: Einfügen in die Datenbank fehlgeschlagen. [tid = !tid, path = @path.
es: Inserción en la base de datos falló. [tid = !tid, path = @path.

source: Image uploaded as @name.
de: Bild hochgeladen als @name.
es: Imagen subida como @name.

source: The category picture directory "%dir" does not exist, or is not writable.
de: Das Kategoriebilder-Verzeichnis "%dir" existiert nicht oder ist schreibgeschützt.
es: El directorio de imagen de categoría "%dir" no existe, o no es escribible.

source: Image upload failed.
de: Hochladen des Bildes fehlgeschlagen.
es: Subida de imagen fallida.

source: @name image deleted.
de: Bild mit dem Namen@name gelöscht.
es: Imagen @name borrada.

source: Image delete failed. File: !file, Db: !db.
de: Löschen des Bildes fehlgeschlagen. Datei: !file, Datenbank: !db.
es: Borrado de imagen falló. Fichero: !file, Db: !db.

source: Copy of taxonomy_image
es: Copia de taxonomy_image

source: access taxonomy images
de: Taxonomie Bilder aufrufen
es: acceder imágenes de taxonomía

source: administer taxonomy images
de: Taxonomie Bilder administrieren
es: administrar imágenes de taxonomía

source: can disable taxonomy images
de: Kann Taxonomie Bilder deaktivieren
es: puede deshabilitar imágenes de taxonomía

source: Mapping of term to image.
de: Begriff auf Bild weiterleiten.
es: Mapear término a imagen.

source: Term identifier.
de: Begriffsidentifizierung.
es: Identificador de Término.

source: File system path to the image.
de: Pfad zum Bild im Dateisystem
es: Ruta de sistema de ficheros a la imagen.

source: The Taxonomy Image module was installed. You may want to go to the <a href="!settings">settings page now</a>.
de: Das Modul "Taxonomie Bild" wurde installiert. Die EInstellungen können <a href="!settings">hier</a> angepasst werden.
es: El módulo de Imágenes de Taxonomía ha sido instalado. Puede ir a la <a href="!settings">página de configuración ahora</a>.

source: GD Library
de: GD Bibliothek
es: Librería GD

source: Disabled
de: Deaktiviert
es: Deshabilitado

source: The Taxonomy Image module requires that you configure PHP with GD support.
de: Das Taxonomie Bild Modul erfordert die Konfiguration von PHP mit GD Unterstützung.
es: El módulo de Imágenes de Taxonomía requiere que se configure PHP con soporte GD.

source: Upload and associate images with taxonomy terms.
de: Bilder hochladen und mit Taxonomie Begriffen verknüpfen.
es: Subir y asociar imágenes con términos de taxonomía.

source: Term
de: Begriff
es: Término

source: Migrate
de: Umstellen
es: Migrar

source: Node Images
es: Imágenes de Nodo

source: Taxonomy Image
es: Imagen de Taxonomía

source: Number of images to show
es: Número de imágenes a mostrar

source: This controls the number of images that appear in the "Node Images" block.
es: Esto controla el número de imágenes que aparecerán en el bloque de "Imágenes de Nodo"

source: Suppress term if no image
es: Suprimir término si no tiene imagen

source: Do not show the term if it has no image.
es: No mostrar el término si no tiene imagen.

source: Maximum size
es: Tamaño máximo

source: This limits the size of images that appear in the "Node Images" block. This is the size, in pixels, of the longer side of the image.
es: Limita el tamaño de las imágenes que aparecen en el bloque "Imágenes de Nodo". Este es el tamaño, en píxeles, de la parte mas larga de la imagen.

source: Use <em>&lt;none&gt;</em> to display no title. You may use the following placeholders for a dynamic title: <em>@title</em> (node title), <em>!nid</em> (node id), <em>!vid</em> (node version id), <em>!type</em> (node type)
es: Usar <em>&lt;none&gt;</em> para no mostrar títulos. Puede utilizar los siguientes contenedores para un título dinámico:: <em>@title</em> (título del nodo), <em>!nid</em> (id del nodo), <em>!vid</em> (id de versión del nodo), <em>!type</em> (tipo de nodo)

source: Taxonomy Image Blocks
es: Bloques de Imágenes de Taxonomía

source: Provides blocks for Taxonomy Image.
es: Provee de bloques para Imágenes de Taxonomía

source: Alter Taxonomy Links
de: Taxonomie Links umwandeln
es: Alterar Enlaces de Taxonomía

source: Select content types to alter links
de: Inhaltstypen für Linkumwandlung auswählen
es: Seleccionar tipos de contenidos a los que alterar enlaces

source: For the selected content types, the taxonomy links will use taxonomy images if they are available.
de: Für die ausgewählten Inhaltstypen werden Taxonomie Bilder anstelle von Taxonomie Links verwendet, falls sie verfügbar sind.
es: Para los tipos de contenido seleccionados, los enlaces de taxonomía usarán las imágenes de taxonomía que hayan disponibles.

source: Taxonomy Image Link Alter
de: Taxonomie Bild Link-Umwandlung
es: Alterar Enlaces de Imágenes de Taxonomía

source: Modify taxonomy term links to use Taxonomy Image.
de: Modifiziert Links von Taxonomiebegriffen für die Benutzung von Taxonomiebildern.
es: Modificar términos de taxonomía para usar Imágenes de Taxonomía.

source: Node Display
de: Darstellung des Inhalts
es: Muestra de Nodos

source: Display taxonomy images on tagged nodes
de: Zeige Taxonomie Bilder in ausgewählten Inhalten
es: Mostrar imágenes de la taxonomía en los nodos con etiquetas

source: Show images in the selected content types.
de: Zeige Bilder in ausgewählten Inhaltstypen.
es: Mostrar imágenes en los tipos de contenido seleccionados.

source: Show Taxonomy Image in node teaser view
de: Zeige Taxonomie Bild im Anrisstext
es: Mostrar Imágenes de taxonomía en vistas de nodos resumen (teaser view).

source: Show Taxonomy Image in node page view
es: Mostrar Imágenes de Taxonomía en vistas de nodos completos (page view)

source: Link displayed Taxonomy Image to taxonomy/term/n page
de: Erstelle einen Link vom angezeigten Bild zur taxonomy/term/n Seite
es: Enlazar Imaágen de Taxonomía con la página taxonomy/term/n

source: Display weight of taxonomy images
de: Darstellungsposition der Taxonomie Bilder
es: Peso de las imágenes de taxonomía al mostrarse

source: Determines where the images will be displayed. Less than zero will place it before the content; greater than zero, after.
de: Definiert, wo die Bilder angezeigt werden. Ein Wert kleiner als 0 zeigt das Bild vor dem INhalt an, eine größere Zahl nach dem Inhalt.
es: Determina donde seran mostradas las imágenes. Menor de cero las pondrá antes del contenido; mayor de cero, después.

source: Taxonomy Image Node Display
de: Darstellung der Taxonomie Bild Inhalte
es: Mostrar Imágenes de Taxonomía en Nodos.

source: Display taxonomy images in nodes where and when you want them.
de: Taxonomie Bilder in Inhalten anzeigen, wo und wann immer gewünscht.
es: Mostrar imágenes en nodos donde y cuando usted quiera.

source: The taxonomy_image module allows site administrators to associate images with category terms. Once defined, this association allows Drupal themes to display images with site content. For example, this module might be used to display a penguin with content about Linux, and a cheeseburger with content about junk food. To modify or delete an existing image or to upload a new image, click "edit image" on the overview page or use the term edit page. To learn more about how to create vocabularies and terms, review the <a href="!taxonomy-help">taxonomy help page</a>.
de: Das Taxonomy_Image Modul erlaubt es Administratoren, Bilder mit Taxonomiebegriffen zu assoziieren. Einmal definiert, erlauben diese Assoziazionen Drupal Themes Bilder im Seiteninhalt anzuzeigen. Zum Beispiel könnte dieses Modul dazu benutzt werden, einen Pinguin in Inhalten über Linux und einen Cheeseburger in Inhalten über Junkfood darzustellen. Um existierende Bilder zu ändern oder zu löschen oder um neue Bilder hinzuzufügen, auf der Übersichtsseite auf "Bild bearbeiten" klicken oder den Taxonomiebegriff bearbeiten. <a href="!taxonomy-help">Taxonomie-Hilfeseite</a> aufrufen, um weitere Informationen über das Anlegen von Vokabularen und Begriffen zu erhalten.

source: taxonomy_image
de: Taxonomie Bild
