Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/i18n/i18nblocks/po/*.po
Languages: da

source: <h2>This module provides support for multilingual blocks</h2> <p>These are not real blocks, but metablocks that group together a number of normal blocks and display the right one depending on language</p> <p>In the block administration pages you will find a new tab for creating "Multilingual blocks". Set them up as usual and define which one of the other blocks will be shown for each language.</p>
da: <h2>Modulet understøttet flersprogede blokke</h2> <p>Blokken er ikke rigtige blokke, men metablokke, der grupperer et antal normale blokke og viser den rigtige afhængigt af det aktuelle sprogvalg.</p> <p>Under blokadministrationen finder du et nyt faneblad, hvor du kan oprette flersprogede blokke. Konfigurer dem på sædvanlig vis og bestem derefter hvilke normale blokke, der skal vises for hvert sprog.</p>

source: <p>These are not real blocks, but metablocks that group together a number of normal blocks and display the right one depending on language</p>
da: <p>Blokken er ikke rigtige blokke, men metablokke, der grupperer et antal normale blokke og viser den rigtige afhængigt af det aktuelle sprogvalg.</p>

source: Add multilingual block
da: Tilføj flersproget blok

source: Create translation blocks automatically
da: Opret blokke til oversættelse automatisk

source: Disabled
da: Deaktiveret

source: Enabled
da: Aktiveret

source: Automatic synchronization with blocks generated by nodeasblock module.
da: Automatisk synkronisering med blokke oprettet af nodeasblock-modulet.

source: Some block settings have been overridden by the translation block
da: Visse blokindstillinger er blevet tilsidesat af oversættelsesblokken

source: Translation: !title
da: Oversættelse: !title

source: Block description
da: Beskrivelse

source: Multilingual block !number
da: Flersproget blok !number

source: Select the block to be displayed for each language
da: Vælg hvilken blok der skal vises for hvert sprog

source: Delete this block
da: Slet denne blok

source: Normal translation block
da: Normal oversættelses-blok

source: Node as block with automatic synchronization
da: Indholdselement som blok med automatisk synkronisering

source: Create block
da: Opret blok

source: New multilingual block
da: Ny flersproget blok

source: Created new block '%name'
da: Blok %name oprettet.

source: i18n - blocks
da: i18n - blokke

source: Enables multilingual blocks.
da: Aktiverer flersprogede blokke.

source: Multilanguage - i18n
da: Flere sprog - i18n
