Repository: nabuur/nabuur-d5
Catalog: sites/all/modules/actions/po/*.po
Languages: de, es

source: The actions module has successfully added tables to the MySQL database.
de: Das actions-Modul hat erfolgreich Tabellen zur MySQL-Datenbank hinzugefügt.
es: El módulo de actions ha añadido las tablas a la base de datos de MySQL con éxico.

source: Drupal was unable to install the database tables for the actions module.
de: Drupal war es unmöglich, die Datenbank-Tabellen für das actions-Modul anzulegen.
es: Drupal no ha podido instalar las tablas de la base de datos para el módulo de actions.

source: The actions module has successfully added tables to the PostgreSQL database.
de: Das actions-Modul hat erfolgreich Tabellen zur MySQL-Datenbank hinzugefügt.
es: El módulo de actions ha añadido tablas a la base de datos de PostgreSQL con éxico.

source: Set node id %id to Published
de: Node %id als veröffentlicht kennzeichnen
es: Establecer un nodo id %id a Publicado

source: Publish node
de: Node veröffentlichen
es: Publicar nodo

source: Unpublish node
de: Node als unveröffentlicht kennzeichnen
es: Cancelar la publicación de un nodo

source: Set node id %id to Unpublished
de: Node %id als unveröffentlicht kennzeichnen
es: Establecer un nodo id %id a No publicado

source: Add node to moderation queue
de: Den Node zur Moderationswarteschlange hinzufügen
es: Añadir un nodo a la cola de moderación

source: Added node id %id to moderation queue
de: Der Node %id wurde zur Moderationswarteschlange hinzugefügt
es: Nodo id añadido %id a la cola de moderación

source: Remove node from moderation queue
de: Den Node aus der Moderationswarteschlange entfernen
es: Eliminar el nodo de la cola de moderación

source: Removed node id %id from moderation queue
de: Der Node %id wurde aus der Moderationswarteschlange entfernt
es: Nodo id %id eliminado de la cola de moderación

source: Make node sticky
de: Node oben in Listen zeigen

source: Made node id %id sticky
de: Node %id oben in Listen zeigen

source: Make node unsticky
de: Node nicht mehr oben in Listen zeigen

source: Made node id %id unsticky
de: Node %id nicht mehr oben in Listen zeigen

source: Promote node to front page
de: Den Node auf der Startseite anzeigen
es: Promover el nodo a la portada

source: Promoted node id %id to front page
de: Der Node %id wird auf der Startseite angezeigt
es: El nodo id %id ha sido promovido a la portada

source: Remove node from front page
de: Den Node nicht mehr auf der Startseite anzeigen
es: Eliminar el nodo de la portada

source: Removed node id %id from front page
de: Der Node %id wird nicht mehr auf der Startseite angezeigt
es: El nodo id %id ha sido eliminado de la portada

source: Change node author
de: Autor eines Nodes ändern
es: Cambiar el autor del nodo

source: Changed owner of node %id to uid %uid
de: Der Autor des Nodes %id wurde zu %uid geändert
es: Autor del nodo cambiado/a %id haciá uid %uid

source: The username of the user to which you would like to assign ownership.
de: Der Benutzername des Benutzers, dem die Eigentümerschaft übertragen werden soll.
es: El nombre de usuario al cual usted le quiere asignar la propiedad.

source: Please enter a valid username.
de: Bitte gebe einen validen Benutzernamen an.
es: Por favor introduzca un nombre de usario válido.

source: Send Email
de: eMail senden
es: Enviar un correo eletrónico

source: Sent email to %recipient
de: eMail an %recipient senden
es: Correo electrónico enviado a %recipient

source: Unable to send email to %recipient
de: Kann eMail an %recipient nicht senden
es: El correo electrónico no pueder ser enviado a %recipient

source: Recipient
de: Empfänger
es: Destinatario

source: The email address to which the message should be sent OR enter %author if you would like to send an e-mail to the original author of the post.
de: Die eMail-Adresse, an die die Nachricht gesendet werden soll ODER gib %author ein, wenn eine eMail an den ursprünglichen Autor des Beitrages gesendet werden soll.
es: La dirección de correo electrónico a la cual el mensaje debe ser enviado O entrar el %author si a usted le querría enviar un correo electrónico al autor original del envió.

source: The subject of the message.
de: Der Betreff der Nachricht.
es: El asunto del mensaje.

source: Display message to current user
de: Eine Nachricht dem aktuellen Benutzer anzeigen

source: The message that should be sent. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body
de: Hier kann der Inhalt der eMail angepasst werden. Mögliche Variablen sind: %site_name, %username, %node_url, %node_type, %title, %teaser, %body
es: El mensaje que deberia ser enviado. Incluirá las siguientes variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body

source: Please enter a valid email address or %author.
de: Bitte gebe eine valide eMail-Adresse oder %author an.
es: Por favor introduzca una dirección de correo electronico válida o %author.

source: action
de: Aktion
es: acción

source: Scriptable actions configurable through the web.
de: Programmierbare Aktionen, über's Web konfigurierbar.
es: Acciónes automatizables que pueden ser configuradas por el web.

source: This page lists all actions that are available. Simple actions that do not require any configuration are listed automatically. Actions that need to be configured are listed in the <em>Add new action</em> menu. To add a configurable action, select the action and click the <em>Add new action</em> button. After completing the configuration form, the action will be available for use by Drupal.
de: Diese Seite listet alle verfügbaren Aktionen auf. Einfache Aktionen, die keine Konfiguration benötigen, werden automatisch angezeigt. Aktionen, die einer Konfiguration bedürfen, sind im <em>Neue Aktion anlegen</em> Menü gelistet. Um eine konfigurierbare Aktion hinzuzufügen, selektiere die Aktion und klicke auf die <em>Neue Aktion anlegen</em>-Schaltfläche. Nach Vervollständigung des Konfiguration-Formulars ist die Aktion in Drupal verfügbar.
es: En ésta pagina estan listadas todas las acciónes que estan disponibles. Acciónes simples que no necesitan configuración estan automácamente listadas. Acciónes que deben ser configuradas estan listadas en el menú <em>Añadir una nueva acción</em>. Para añadir una acción que necesite configuración, seleccione la acción, pusle el botón <em>Añadir una nueva acción</em> y complete el formulario de configuración, la acción estará disponible para el uso de Drupal.

source: This is where you configure a certain action that will be performed at some time in the future. For example, you might configure an action to send email to your friend Royce. Your entry in the description field, below, should be descriptive enough to remind you of that.
de: Hier kannst Du eine bestimmte Aktion einrichten, die zu einer bestimmten Zeit in der Zukunft ausgeführt wird. Zum Beispiel möchtest Du eine Aktion anlegen, um Deinem Freund Paul eine eMail zu senden. Der Eintrag in dem Beschreibungsfeld, unten, sollte aussagekräftig genug sein, Dich daran zu erinnern.
es: Aquí es dondé usted configura una acción que va a ser efectuada en el futuro. Por ejemplo, usted debe configurar una acción para enviar un correo electrónico a su amigo Royce. Su entrada en la área de descripción, que aparece debajo, debe ser bastante descriptiva para que usted se recuerde de esto.

source: actions
de: Aktionen
es: acciónes

source: Actions
de: Aktionen

source: configure action
de: Aktion bearbeiten
es: configurar acción

source: delete action
de: Aktion löschen
es: borrar acción

source: Add new action
de: Neue Aktion anlegen
es: Añadir nueva acción

source: Action Type
de: Typ
es: Tipo de Acción

source: Actions available to Drupal:
de: In Drupal verfügbare Aktionen:
es: Acciónes disponibles para Dupral:

source: A unique description for this configuration of this action
de: Eine eindeutige Beschreibung der Konfiguration dieser Aktion
es: Una desripción unica para la configuration de ésta accion

source: Save
de: Speichern
es: Guardar

source: The action has been successfully saved.
de: Die Aktion wurde erfolgreich gespeichert.
es: La acción ha sido guardada con éxito.

source: Really delete action %action?
de: Wirklich die Aktion %action löschen?
es: ¿Borrar acción %action?

source: This cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Esté no puede ser inacabado.

source: Deleted action %aid (%action)
de: Gelöschte Aktion %aid (%action)
es: Borrada acción %aid (%action)

source: Action %action was deleted
de: Aktion %action wurde gelöscht
es: Acción %action ha sido borrada

source: Stack overflow; aborting.
de: Abbruch: stack overflow
es: Desbordamiento de pila (stack overflow); abortando.

source: Action '%action' saved.
de: Action '%action' wurde gespeichert.
es: Acción '%action' guardada.

source: Action '%action' created.
de: Aktion %action wurde erstellt.
es: Acción '%action' creada.

source: Action '%action' added.
de: Aktion %action wurde gelöscht.
es: Acción '%action' añadida.

source: Deleted orphaned action
de: Gelöschte verwaiste Aktionen
es: Borrar huérfana acción

source: Remove orphaned actions
de: Verwaiste Aktionen entfernen
es: Eliminar huérfanas acciónes

source: %actionphrase in the actions table:
de: %actionphrase in der Tabelle der Aktionen:
es: %actionphrase en la tabla de acciónes:

source: One orphaned action exists
de: Es existiert eine verwaiste Aktion
es: Una huérfana acción existe

source: administer actions
de: Aktionen verwalten
es: administrar las acciónes

source: Email
es: Correo eletrónico

source: Node
es: Nodo
